#version: 0.2
A A
T T
A T
A G
A C
T C
A TT
T G
C C
G G
N N
AA AA
T AA
TT TT
AT G
AT C
NN NN
TT G
C AA
AT AA
T AG
TT C
T AC
AA G
T ATT
C G
TG G
NNNN NNNN
AG G
T AT
C TC
C TT
C AC
TT TC
AT AT
ATT G
T AAAA
TT AA
TT TG
GG G
AG AG
TC TC
AC AA
AC G
AG AA
NNNNNNNN NNNNNNNN
C TG
TC G
C ATT
AT ATT
T ATG
TC AA
AT GG
C AG
AT CC
TG AA
T ATC
AT AC
TAA G
AT AG
CC G
TT GG
TT ATT
CC AA
C AAAA
TTTT G
T ATAA
TT AC
TT AG
CAA G
C GG
C TAA
AAAA AA
TT TAA
TT CC
AC AC
C ATG
AAAA G
ATT AA
č Ċ
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
TG TG
C TTG
C ATC
TAG G
C TTC
C TTTT
AA AC
AA AG
AT AAAA
ATC G
AT ATG
TC AC
ATT TG
C TAC
ATC AA
TT CAA
AG GG
CC AC
TG GG
ATG AA
ATT TC
TG AC
C TAG
TG AG
TT TATT
ATAA G
TTC G
CC TC
TTG AA
TG TC
TT AAAA
TT TAG
AG AC
TT TGG
TT TAC
AAG AA
AC TC
GG AA
TATT G
ATT ATT
AG TC
TTTT TTTT
AC CC
AT ATAA
AG TG
TAA TAA
AT ATC
CC CC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ATAT ATAT
TT ATG
C TATT
AA ATT
TC CC
C ATAA
TC ATT
TAC G
TT TAT
TAA AC
CTC G
AAAA AAAA
TG ATT
CG AA
TTTT AA
TAC AA
AG ATT
C TGG
C TAT
AG CC
TT AAG
C AGG
AC ATT
TAG AA
CAC G
TG CC
AG AAAA
TAA ATT
AT GGG
CAA AC
TT ATC
AA TC
TCTC TCTC
TTTT TC
AA GG
TAT ATT
AGAG AGAG
AG AAG
TTC TC
TT TAAAA
TG TAA
C ATTG
TT ATAA
TT GGG
CTT TC
C TAAAA
GG GG
AT AGG
TG TTG
GG AC
CTT AA
ATC TC
AG TTG
GG TC
TAA TC
AG ATG
TAT AC
AA TG
ATT TTTT
TT AGG
AC AAAA
ATT TTG
AC CAA
TAA TG
TAA AG
AC CG
AA CC
AT ATTG
AC TG
C ATCC
AC ATG
C GGG
C ATGG
TAAAA G
TAT GG
ATT GG
TG AAG
AT ACAA
TG AAAA
AC AG
TTTC G
TG ATG
TC CAA
CC ATT
TG TTTT
TGG AA
AGG AA
CAC AA
TAAAA AA
TG CAA
CC CAA
ATT TAA
ATG TC
TT TATG
CTC AA
AG TAA
ATC AC
C ATAC
TTG TC
AT AGAA
C ATATT
TTC AC
TATT AA
AG CAA
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
AG TTTT
TC GG
TTTC AA
TTG AC
C TATG
CG AC
AT ACG
ATG AC
ATT AC
TATC G
ATT CC
TTTG AA
C TAAG
GG TG
GG CC
TT ATTG
ATG TG
TC TAA
AG AGG
C ATAG
CTT CC
C ATAT
CTT TG
C AGAA
TAT AG
TC TG
TC AAAA
TTTT TG
AC TAA
TTG TG
CTT GG
TAT AAAA
TT TAAG
AG CG
TT ACAA
AG TAG
TT ATATT
TAT CC
CAAAA G
C TATC
ATT TTC
ATTG AA
TC AAG
AC AAG
CC CG
TT TATC
CTC TC
ATT CAA
C TTTTG
TCTC TC
TG CG
TTTT GG
ATG AG
ATC ATT
AAG AAG
ACG AA
TAA CC
TC CG
TC AG
TATAA G
TTG AG
TAA TTTT
TTC TTC
ATAT ATT
AAAA AC
TAA GG
TAG GG
CAA CC
AT AAAAAA
TAC AC
ATT AG
TT AGAA
TT CAAG
TC TTTT
CAA AG
TTC ATT
ATCC G
TTG ATT
ATAA AC
TT CCAA
AT AGAG
CATC G
C AGAG
TAT ATG
TC TTG
TG TAG
TATT TTTT
AC GG
TCG AA
ATG ATT
CC AAAA
TG TGG
TC TTC
CAA ATT
AC TTG
CC GG
TATG AA
TCTC G
TT ACG
CTG AA
AG TGG
ATATATAT ATATATAT
ATCC AA
TC ATG
TAA ATAA
AT AAAAG
AC CAC
CG TG
TAA CAA
TT TATAA
CC AAG
CG AG
AAAA AG
TT CCG
TAT ATAA
TTTT ATT
TATC AA
TAC TC
ATG CC
TTTC TC
GG AG
TAC CC
CTTC G
AC TTTT
TT ATAT
CG CC
ATG AAAA
ATC TAA
CAA TC
C TAGG
CG TC
TTG TTG
TATT TG
ATT AAAA
TATT TC
ATC AAAA
ATC AAG
C TATAA
TT ATGG
CAA TG
ATT TGG
TTC TTTT
ATC TG
ATG AAG
TT ATAC
TT AAAAAA
ATT TTAA
CC CAC
CC TG
TTC AAAA
GGG AA
ATC GG
CTT CAA
ATT TATT
TTG AAG
TAG AC
CTT AC
TG AGG
AGAG AA
TT TAGG
TAA TTAA
ATC AG
TTG AAAA
TTG CC
TAA ATG
TT ATAG
TTTG GG
AAG AAAA
TTTT CC
CTC CC
TAAG AA
TG TAC
ATAT GG
TAG AG
ATG ATG
CATT AA
TC CAC
ATGG AA
CAA GG
TTC GG
TAA TATT
C ATATG
TTC TTG
AAG AG
TGG AC
ATAA ATT
ATATT AA
TAG TG
CTT TAA
CAA CAA
TGG TC
CTC AC
TTC AG
TATT TATT
TGG TG
TTAA AC
CAAAA AA
CTT AG
TTC TG
TT AGAG
CC AG
TAG TC
CAC AC
ATC ATC
AAG AC
AGG AG
CG CG
ATAA AG
ACAA AC
CCG AA
CC TAA
AAAA TG
CTT ATT
TT AAAAG
TTG TAA
TTGG AA
TTTT TAA
AAAA TC
ATG TAA
TT ATCC
TAC ATT
ATAT AC
ATAA ATAA
TGG AG
TC CTC
TTTT AC
CC ATG
TTC TAA
C ATAAAA
TG CTC
CATC AA
CC CTC
TTAA ATT
TG CAC
TTG TTTT
AAAA GG
ATAA TAA
AAG TC
TAG ATT
TTTTG AA
AGG TC
TG TTTG
AAAAG AA
TAC AAAA
ATAA TC
AT ATCAA
TCAA AC
AG GGG
TTATT AA
CTTG AA
ACG AC
ATAA TG
AAG TG
AGG AC
AG CTC
CAAG AA
ATG CAA
ATG TTG
CAC CC
ATT TAG
AGG TG
CAC TC
TTTG AC
ATT CG
CATG AA
TCTC AA
TTAA AG
CATT TC
AGAGAGAG AGAGAGAG
ATC TTG
TTTT AG
TTTT AAAA
TCG AC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
AT ATCG
TTC ATG
ATC ATG
ATAT AG
TAG AAAA
AAG CC
TAG CC
TTTC AC
ATAT AAAA
TAA TTG
TTTATT G
TCG AG
TCG TG
TT ATAAAA
TATT ATT
TCTCTCTC TCTCTCTC
ATAA GG
AGG CC
TAAAA AAAA
CG ATT
TGG CC
AGAA AC
TATT TAA
TG GGG
TTG CAA
AGAA AG
ATC TTTT
TAT ATATT
TC TAC
C TATTG
TAG AAG
ATG TTTT
C ATAAG
CTAC G
TAC TAC
TTAA TC
GG CG
TATT TTG
TGG TGG
CAA TAA
AGG AAG
AAAA TAA
ATT TAC
ATC TAC
ACG TG
AAAA CC
TAT ATAT
TAG TAG
ACAA AG
CAC CAC
TTAG GG
AGAA GG
ATT TTTG
CAG CC
TG TTC
TTTC TTTT
TGAA AC
TTG ATG
TAATAA TAATAA
CTT TGG
CCAA AC
ATT CTC
TTAA TG
C ATATC
AT ATAAG
CCG AC
ATC TTC
TAA CG
TAC AAG
TTTG AG
TATT AC
TTTT CAA
ATTG AC
AGAG AG
ATT TTTC
CC TTG
TTAA GG
TAC CAA
TC TAG
CTT AAAA
TTTG TG
TT ATATG
TC ATC
ATCG AA
TTAA TAA
CC TTTT
TTAA TTTT
CAG GG
TC TTTC
TAT ATC
TGAA GG
CTAC AA
ACG AG
TATT GG
TCAA AG
CTC GG
TCAA ATT
CAA CG
CTT TAC
TGAA AG
TTTG TC
TCAA TC
TG TATT
ACAA TC
ATT ATG
ATT AAG
TAA TAG
TAA TAC
TTC TAC
CTG GG
CG AAG
AAAA AAG
CATT TG
ATAA TTTT
CTG CC
TTG TGG
AC TAC
ATATG AA
ATG CAC
CTC TG
CC ATC
GG TGG
TAT GGG
ATTG AG
ATAA CAA
ATT TGAA
AGG AAAA
CTG AC
ATG TGG
GG TTG
ACAA TG
TTTT TTG
CTG TC
CTT TAG
TTTC CC
TTTT TATT
CTC CTC
TAGG AA
TTC TAG
CAG TC
AG TAC
TTC ATC
TCG TC
CGG AA
CTT TATT
ATAT ATG
AAAA AAAAAA
TTC TTTC
AGG AGG
CAG AC
ATC TAG
ATAC AC
TT ATGAA
ATAT ATAA
CAC CG
C ATATAA
CAA ATG
TG TTTC
CTC TAA
GG AAG
TTTT TAG
TT ATCAA
AG TTTG
TTG TAG
ATC AAAC
CC TAC
ATT CAC
TAAAA AC
ATTG TC
GGG TC
ATTG TG
TGG AAG
TTCG AA
ATG CG
ACG CG
GG TTTT
CTC TCTC
CTTTT AA
CAG TG
ATAT CC
ACG TC
AAAA ATT
CTC CAA
AG CAC
TTTAC G
CTAA AC
TG CTT
AG CTG
TTAA TTAA
ATAA CC
ACAA ATT
TG ATC
ACAC AC
ATG TAG
TTTG ATT
ACAA GG
AGAG GG
CAC CAA
CC TAG
C ATGGG
AAAA CAA
ATAG GG
CATT GG
TAC AG
TTTC ATT
CG TTG
TAC ATG
CTTC TC
ACAA CC
ATTATT ATTATT
TTTAG AA
TAG TAA
CCG AG
TTTT TGG
AAG ATT
TTC TATT
CATT TTG
TCAA GG
TTCC TC
TT ATCG
ATAAG AA
TG CTG
CTT GGG
TGAA ATT
CG TAA
TAT AGG
CGG TC
TAT ATTG
AG ATC
TT AAGAA
TAA TAAAA
CAC ATT
AC CATT
TGG TTG
TTTT TTAA
TCAA CC
TAT ACAA
TT ATATAA
TTTG AAG
TAC TAA
TAC TG
CG AAAA
TGG ATT
TC TATT
ATGG AG
ATAA ATG
TTAC AC
TTTAC AA
TG TCG
ATAG AC
TGTG TGTG
CAA TTTT
TAC CG
AG CTT
AG TTTC
ATTG ATT
CTAG AA
TG CAG
TTC TCTC
TTAA CC
TTTT CG
TAG TTG
TAT ATAC
AG TATT
TTGG GG
ACAC ACAC
ATGG AC
TG ATAA
AGG ATT
TATC TC
TTGG AC
TGAA TC
AGGG AA
CGG GG
AAG TTG
TAA ATC
TAC GG
ATG AGG
TTG CG
TG ACG
T A
ATAA TATT
TATTG AA
AC CTC
TAG TTTT
TC CATT
AG TTC
CTT ATG
TG TTAA
TTTTTTTT TTTTTTTT
AGAG AGAA
TTTG TAA
TT ATAAG
CTAAAA G
AAAG GG
AG CAG
CTT AAG
TTTT TTC
TTTT TTTC
ATC TATT
TAAAA TAA
TGG CG
TATC AC
C ATAGG
TAC TTG
TAG CAA
C A
ATGG GG
CAC CTC
AGG CG
TAAAA AG
ATT TTATT
AGG TTG
AAG ATG
TAC TTTT
ATC ATAA
TGGG AA
TTTAA AC
TTTG TTTT
TAA ATATT
TAA TGG
AGG TGG
TCG CG
CTG AG
CC TTC
CTG CAA
ATCC AC
TG CATT
TG AGAA
CC ACG
TTCC AC
ATT GGG
ATCC TC
TTTC AAAA
ATTAA AC
ATGG TC
TTTT CTC
CATC TC
AG ATAA
TTTG AAAA
AGAA TC
CC CTAA
AAG CAA
AGG TAA
TTTG TTG
ACAA CAA
TATG TG
ATAT ATATT
ATT TCAA
CG ATG
TATG AC
CC CTT
TTTGG AA
TTGG TC
TATT TTC
ATT TAAAA
AAAAG AAAA
TAA CAC
CATT TTC
TTTAAAA AA
ATC AAAG
TG ATTG
TAT AGAA
TGG CAA
TTAA ATG
GGG AC
TAT ATAG
TATT AG
CTTC AC
CTC CG
CTC AAAA
CTC ATT
TGTG GG
TAC TAG
CCAA CC
TTAG AC
TAT ATTAA
ATATT TC
GGG AG
CTC AAG
TTATT TTTT
CCG CC
CAA CAC
ATAA TTAA
GG AAAA
TAA TTTC
ATTG AAG
CAAAA AC
TATT AAAA
GG ATG
TAG ATG
CAA TTG
TATT TTAA
TCTC AC
ATTG AAAA
GGG CC
ATC TTTC
ATAC TC
AAAAAAAA AAAAAAAA
CATC AC
CTTTT TC
TTAC TC
GG ATT
TAA TTTG
CCAA TC
TTTATT AA
TTG TAC
CAC ATG
TTTT AAG
CATT AC
TAA AGG
TAA TTC
TG ACAA
TG TGAA
ACG CC
ATAA TTG
TAAAA TC
TTTC TTG
TGG ATG
CTC AG
CAC AAAA
TAA ACAA
TTC TTTG
TCG CC
AG TTAA
TAA CATT
TATT CC
TGG AAAA
TT ATATC
TG TCAA
TTATT TC
CTT TCAA
AAAAAA AC
ATT ATAA
TTC TTCC
ATC TTAA
TATT TTTC
CAG AAG
CCG CG
TAA GGG
TTG CTC
ATAG AAAA
TTTT TAC
AGG ATG
TCG ATT
TTTT ATG
ATAG TC
TTGG AG
TAA CTT
TACG AA
CC CATT
CC CTG
TAAG AC
TATG TC
ATATT TG
CTCG AA
TTC TTAA
TTTAAAA G
TAA CTC
AGAA ATT
TAA ACG
CAC AAG
CAC TTG
CAA AGG
ATG TAC
TTTC AAG
TTTG CC
ATC TCAA
CTT TGAA
ATATT TTTT
C ATATTG
ATGG TG
TTTAA ATT
CTT TCTC
ACG AAG
AGAG AC
TATAA AC
ATTTG GG
ACG AAAA
TTATT ATT
CTG ATT
TTC ATAA
CATT TTTT
ACG TGG
TTTTG TC
TAT ATATATAT
ATG TATT
ATC TCTC
TTTC CAA
TTTTTTTT TTTT
TTG TATT
TGAA TG
TTTTG AC
TAT CCAA
TTAC CC
TTCC CC
ATAC CC
CGG CG
TTAA CAA
ATC TCG
CTAA TC
ATC ACAA
TTTG ATG
TGG TTTT
TTTC TTTC
TAAAA TG
TTAG TC
CTTG AC
TATG AG
TTCAA AC
ATAC AAAA
CTC TTG
CCG TC
CTG TG
CAAAA TC
TAA ATTG
TTTC AG
TTAA ATAA
CATT CC
TAAG AG
CTAT GG
CAA TGG
TTAA TTG
ATAG AAG
ATAAAA AAAA
CCAA AG
GGG TG
TATT TAC
TTAC AAAA
CTC CAC
TAT ATATG
C ATACAA
TAT AAAAAA
CATG AC
CATG TC
ACG ATT
ATTG TTG
TTTAA AG
TATT CAA
TGGG GG
ATTTG AC
TATT TTTG
CG AGG
TAC CAC
TTTC TG
TATG AAAA
TCAA TG
TAG TGG
TTATT TG
TTTC GG
TTAC ATT
TAC CTC
AGAA TG
CCAA GG
TCG TTG
ACAA TAA
AGG CAA
ATG AAAG
ATATT TTG
CGG AC
ATAC ATT
TTTAT ATT
CTG AAG
CG TGG
CAC AG
TAAG TC
ATAA TAG
CTGG AA
CAC TG
AGAA CC
CAGG AA
TAAAA GG
ATTAA ATT
AAAC CC
TAAG AAAA
ATG CTC
CTT TGTG
TATG ATT
ATAG ATT
TCAC TC
TCG AAG
CTAG GG
TGAA CC
CAA CTC
TAA TTATT
TTGG TG
AGG TAG
CTTG AG
CAAG AC
CG ACG
TTTAA TC
TAAAA ATT
TTTC TCTC
TAA TCAA
TAT ACG
TAT ATATATATATATATAT
TATC ATT
CTG AAAA
ATAG TG
TTAA TATT
TTC TCAA
TAG TAC
CAG AAAA
CTT CCAA
TAA ATTAA
CTAA AG
TTG AGG
TTTAT GG
CAA ATAA
AGAG AAG
CTT ATAA
TAAAA TAAAA
ATTG CC
CAAG TC
TGTG TG
CCAC CG
TTC TCG
ATC TGG
CAG CG
CTATT AA
TTG TTTC
AAAC TC
TTTG CAA
CAC GG
TATT TGG
TAA AGAA
TTTAT AC
CTAA GG
AGG TTTT
ATTG TTTT
TTAAAA AAAA
CTT TCG
ACG ACG
ACAC CC
CCTC CC
CAG CAA
CTAAAA AA
ATGG ATT
AAAG AAAA
ATC TTTG
CG TTTT
TCAA TTTT
TTTAG GG
TTGG ATT
CGG CC
CTAA ATT
ACAC TC
ATGG AAG
TTC TTCAA
TGG TAG
ATTAA AG
TCTC CC
ATG ATAA
TTG TTTG
AGAG AAAA
C ATAGAA
TTG CAC
CAAAA AAAA
TAA TGAA
TAC TATT
CCAC CC
ATCG AC
CCG TG
CG TAG
TGG AGG
TTAG AAAA
AAAAAA AG
TTTC TCTCTC
CAG ATT
GGAA GG
TTAG ATT
TAAAA AAG
AGGG GG
CTTTT GG
CCAC TC
TTGG CC
AAAAAAAA AAAA
TAA TATG
CG CAA
CGG TG
ATTG ATG
TTTAA TTTT
AGGG AC
AGAA AGAA
AAAG AC
ATATT AC
TTATT TTG
CCAA ATT
ATTG CAA
AG TGAA
CG TAC
ACAA ATG
C ATACG
ATATT ATT
TTAG TG
ATCC AAAA
ATC GGG
CTT AGG
ATC ACG
CTAT AC
TTTC CTC
TTTTG AG
CTAT ATT
TCAA CAA
CTAA CC
CTG CG
ATTAA TC
TTTT GGG
TTC ACG
TTTAA TG
TGG TAA
TAT ATGG
CAAAA CC
TAAAAG AA
ATG AAAC
TTC ATTG
ATC ATTG
AG TCG
TATT TAG
TAT GGAA
CATTG AA
CTC TAG
TAT ATTTG
TTAC AAG
CATCC G
ATATT TAA
AAGAA GG
CATG TG
TGTG AC
TTTC ATG
TCAA CG
TGAG AC
TTTAA GG
CTT TAAAA
CTG CTG
TTTT ATAA
TAT ATATAA
TTG AAAG
TTTT CTTTT
ATG CAG
CAA ACAA
C T
TATT TTATT
TTTTG AAAA
TTAG AAG
TTTT TTATT
ATC TAAAA
ATAT ATAC
TTGG AAG
C TATCG
CATT ATT
CAAG CC
ATC AGG
CTT AAAC
TAAG CC
TAA ATAC
TTG TTC
TAA CAAAA
ATGG CC
ATCC CC
CAA TAG
ATCC ATT
TTTT TAAAA
TTG CTG
CAG CCG
ATAA TAC
ATAA CG
AT A
TTTT CAC
ATAT ATC
CAAG AG
TCAA ATG
TAG GGG
TCAC CC
TAG CG
TTTAT AG
TAT AAAAG
TTCC ATT
TCG TCG
TAAG TG
ACG ATG
CGG AG
TAT ATAAAA
TAAG ATT
TTTC CG
ATATT GG
TAG AGG
ACAA CG
TTC TGG
CACG AA
TGTG TC
TAAAA CC
TTTC TAA
TTG AAAC
TTG CAG
AGAG TG
ATAC GG
AAG AAAG
TTTT TTTG
ATAC CAA
ATAG CC
CTTG TC
AC CGG
TTTT CTT
TAC AAAC
ATATT AAAA
TATAA ATT
TATG TTG
TAAG AAG
ATTG TAA
TT TATCG
TATG CTC
TATC AAAA
TGGG TC
CAA ATC
CTG CTC
ACAA CAC
TTTT CATT
ATAC ATG
CAAAA AG
TAC ATAA
AAG AGG
TAGG TC
TTTG ATTG
TTATT GG
TATAA AG
TCG AAAA
CATG AG
CATT AG
NN N
TTC GGG
TTCG AG
TTAG CC
ATAAAA AC
CTT AAATT
CATG CG
TCTCTCTC TCTC
TAT AGAG
ATG TTTG
TTTC TTC
TTATT AC
ATG TTAA
ATCC CAA
CAAAA GG
ACG ATCG
TATG TAA
CTC TTTT
CTAT CC
TTG TTAA
CATC GG
ATG TTC
TTTTG TG
TTGAA GG
TT ATGGG
CG TCG
AGG TAC
CGG TGG
CCG AAG
ACAA TTTT
CATG CC
TAA TTTAA
ATGAA GG
ATAC AAG
TT ATAGG
AG ATGG
TAG ATAA
ATG TGAA
CTC TAC
CTT TATG
ATG TCG
CCG ATT
TATT CG
CATT CAA
TC ATAA
TGGG CC
CTC TTC
CAG TTG
TG TATG
CAG TGG
CTT ATC
TTTG TAG
GGG AAG
CATT TAA
AAAC AAAA
CATCC AA
CTAC AC
CAAG AAG
TTC ACAA
TCAA TAA
CAG AGG
ATTAA GG
CAC TAA
TAAAA ATAA
ATAT GGG
ATG ATC
TTAA TAG
TTTG AGG
TTCG AC
AG ACG
CAA TAC
CATAA AC
TTTT TTTAA
CAA TATT
TAG AAAG
TTAA CG
CTT CAAG
CAC TAC
AGAG AGG
CTTC ATT
ATCC GG
ATCC AAG
TTC AGG
AGAA ATG
CTAA TG
ATC ATATT
ATCAA ATT
TAA ATAG
CTC ATG
ATGG TGG
TTTTG ATT
TTTTG TTTT
TTTTTTTT AA
TAA TTAC
ATC TTCC
ATTTG TC
CTG TTG
CG AGTC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TTTAT AAAA
CTC TCG
TAG TATT
ATTATT TTTT
CTAC TC
ATGAA ATT
TTAGG AA
TGAA ATG
TG CATG
TAT ATTTC
AAAAG AC
TAGG AC
AGAA CAA
CCTC GG
TTTGG AC
NNNNNNNN NNNN
CAG CAG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TTC TAAAA
TT TATAAG
TTCAA ATT
AG ATTG
CATT CG
ATAA ACAA
ATG TCAA
TTC ATATT
CCAA TG
TAA TATAA
TTCC AAAA
TAT ACAC
ATAGG AA
CTT ATTG
TTAC ATG
CG CGG
CAA GGG
TATT AAG
TAG AAAC
AGG AAAG
TT ATATTG
CAAAA TG
TTCC GG
AAAAG TC
CCCC GG
ATGG ATG
AG CCG
TTTT TCAA
CTATC AA
CCAA CAA
TTTC TAG
TTTT AAATT
TAT CCG
CATT AAAA
AG TCAA
TAC AAAG
TCG ATG
TT T
TATT ATG
CTG ATG
ATC ATAC
TTGAA ATT
TATC AAG
AG TTGG
TTG ATAA
TATG AAG
CAG ATG
CTTTT TTTT
AG AAAAAA
ATTAA TAA
TCG AGG
TG TTGG
TTAG TTG
TATAA TC
AG ACAA
CG CAC
TTAC CAA
TTCG TC
ATC ATCC
CGG GGG
TGAG TC
ATGG AGG
TCAC ATT
AGAGAGAG AGAG
ATTTG ATT
CTAC CC
CTTG CAC
TATC GG
AAAA TTG
CTTTT CC
TTTG GGG
ACAA ATAA
ATGAA TC
TATT TTGG
CAG GGG
TTCAA TC
TTTT CTG
TGAC TC
ACAC ATT
ATC TATG
ATTATT ATT
CAG TAG
TTATT TTAA
ATCAA TC
CTAG AC
AAAAG AAG
CTTTT TG
CAAG AAAA
CTTC TTG
TTGAA TC
CTC AAAC
CTC TTTC
ATTTC ATT
TATT TGAA
ATGG AAAA
CG CCG
AAAAAA ATT
CTTG TG
CTC TTTG
TTAG TTTT
AAG TGG
TAA CTAA
CAA TTAA
CATT TGG
TAATAATAATAA TAATAATAATAA
TATG CC
ATTAA TG
TGGG TG
TAG TTAA
TTC TTATT
TTTC TAC
CAG CTG
TAA TAAG
TTC TTGG
TTCC AAG
CATGG AA
TAAAA ATG
CAAG TG
CTTC AAAA
CTT TAAG
TT ATACAA
TTAAAA AC
TTTCG AA
TAAAA TATT
ACAC AAAA
TATG TTTT
TAG AGAG
GGG AAAA
CTTG CC
ATTTG AG
ACAA ACAA
TGAA CAA
CTT TCAC
ACG TAA
TTAG GGG
TTG AGAA
CTATG AA
CCAC CAC
AAAAAA GG
CTTTT AC
TGTC GG
AGAG TC
TGG TAC
TAT AGAC
CTT CCTC
CAA TTTC
ATATT TTAA
TTG ATC
CTG TAA
TATAA TAA
TATT ATAA
TAT ATCC
TTTTG AAG
TTATT TTATT
TTTG TTTG
CTT ACAA
CTTC TG
TATT CTC
TAT ATCAA
CTT AAAG
TTTAC TC
ATG CATT
TTAC AG
TAC ATAC
ATCG TC
ATCG AG
TAT ATTATT
CAC TAG
CTG TAG
TTTG TGG
TTTATG AA
CTT TGAC
TTTATC AA
ATC TATC
ATTG TGG
AGAG CC
TCG TGG
TTTATT TTTT
ACG AGG
AGAA TAA
ATAT ATATG
ATATTG AA
TAT ACTC
TTCC CAA
ATT AGG
AAAA ATAA
ATAT ATAG
TTGG TTG
TAA ATAAAA
TTTAG AG
TG TCTC
ATC TGAA
CG TTTG
ATGG TTG
CTT GGAA
TAGG CC
CTT TATC
AAAG TC
TAC TTAA
CTTG TTG
ATATG AC
CG CTC
AAAG AAG
ATAA CAC
AGAA AGG
TATG CAA
TAAAA CAA
TTAA TGG
CTTG ATT
CATC ATT
TGGG AC
TTCG CC
AGAGAGAGAGAGAGAG AGAGAGAGAGAGAGAG
ATTTC AAAA
ATAG ATG
CG AAAC
CTT TGAG
CTAT AAAA
TTGG AAAA
TG TATC
TAG TTTG
CTT ATATG
TTCAA GG
TCTC ATT
AAAAAA TC
TTC TATC
AAG TAA
C TATAAG
ACG TTG
AAG TTTT
CAC TTTT
ATATT TATT
TTC TTAC
CAG CTC
CTCG TG
TTC ATCC
AGGG AG
AAAAG AG
ATC TAAG
ATAA TGG
ATG ACAA
CAC AAAC
TTTC TATT
ATTAA TTAA
ATG AGAA
TT ATAGAA
TTATT TAA
CAG TAA
TAC CATT
ATG CATG
TGTC ATT
TTATT TATT
ATGGG AA
ATC ATAG
ATAA ATATT
CAA CATT
TAT ATGAA
TTTAA CC
TAGG TG
ATATC AC
ATAC AG
TTC TCAC
TGTG AG
ATC ATGG
TAC AAATT
CTT TCCC
TGAA TAA
TTTGG TC
CGAA GG
ATATATATATATATAT ATATATATATATATAT
CTTG AAG
TGAC ATT
AGAC TC
ATAT ACAA
TATAA GG
ATC AGAA
ATAA TAAAA
ATTG TAG
AGAG ATT
TTAC TG
CAAG ATT
AGG CTG
GGAA TC
ACAA TTG
TTCC AG
TAA TCG
ATAA TCAA
AGAC CC
TTTAT CC
TTTAA TTAA
CTTG AAAA
TTATTG AA
TAC ATC
CAA ACG
CATC AAAA
ATTTG AAG
CTT CCG
AGGG CC
TTGGG AA
TAT ATAAG
TATG TATG
ATTTC CC
ATAA ATAG
TAG ATC
CAA AGAA
ATAA AGG
TCG CCG
TTC ATGG
ATTTG AAAA
TAGG AG
TTTC CAC
ATAA AGAA
TAG CTC
CATG ATT
TCTCTCTC TC
TTTT TGAA
ATTG TTTG
TAT ATATC
CAAAA AAG
TATC AG
TATC TAA
ATAC TTG
TTTT AGG
C ATAGAG
TAC ACG
TAC ACAA
GGG TTG
ATCG TG
ATG ATTG
AGG AAGG
CAAAAG AA
TGG TTTG
AGG AAAC
CTAA TAA
CTG TTTT
TTTTG CC
CATT TATT
TAAAA TAG
TAC TTC
TTCC TG
TAC TTTC
TCAA TTG
TAT AGTC
TTAA TTTG
CTC CTT
TTTAA TAA
TTCAA AG
TTAC TTTT
GGG TGG
ATTAA CC
ATAG TTG
CTAAG AA
CG AAAG
TTTAC AC
TGTG ATT
TTTAG AC
TTAC GG
TGTC CC
TAAAA TTG
ACAC CAA
TTTAAG AA
TATC TTTT
CAAAA TAA
ATAA ATC
ACG TTTT
TTGG TGG
AGGG TC
TTTTG TTG
CATT CTC
TTAC TTG
ACAC ATG
TAC CTG
TTTG CTC
TAAAA TTTT
ATAT ATTG
TCG TTTT
TTAAAA GG
TATT TTTAA
TCTC TG
TGTG CC
TAG AGAA
ATCC AG
TTCAA CC
ACAC GG
CAG TTTT
CCG CCG
TTGG ATG
CTAT AG
TTATT AAAA
TTCC TTTT
ATATT CC
TTATT AG
CTT AATC
CCTC CTC
TAA TTAG
ATAA TTTG
TAC TTTG
ATATT AG
CTG CAC
AGG CTC
TTAA GGG
TTC ATAC
ATAT AAAAAA
TCG TATT
TCAA CTC
TAAG TTG
CTATT TC
ATAA ATAAAA
ATCG ATT
TATG ATG
C ATAAAAAA
TGG AAAC
TAT ACATT
TAG CAC
ATAG TAA
TTAA ACAA
ACCC TAA
CATC AAG
TTAC CG
CATG AAAA
CTAA TTTT
TTC TATG
ATAG TTTT
CATCG AA
TT ATATATT
TGAA TTTT
ACAA TCG
CTTC GG
CTCG AC
TATC ATG
AAAAAA CC
CTTTT ATT
ATTTC AAG
TAG CTG
ATAT ATTAA
CTAA CAA
TCAC CAA
TTTC AAAC
AAAG TG
TGG CTG
TAA CTG
TTGAA CC
TGG CTC
TATTG TC
TTTATT TC
TGTC AAAA
CTAG TC
ATATC TC
AGG CAC
ATAT ATATAA
CAAAA ATT
TAT GGAC
TTG ATTG
TGAC CC
TCAC CG
TGAC AAAA
TAA TTTTG
CCAA ATG
TTTAG TC
TAAAA AAAAAA
CAG CAC
ATCAA GG
TTGAA TG
CACG AC
TTAA TAC
TTATG AC
ATAA ATTG
TGG CAC
TTTC AAATT
ATATG TG
TTTC TCAA
TATAA TG
ATAT AGG
CTTC AG
CGAA TC
CTT TGTC
NNNNNNNNNNNNNNNN NNNN
ATAC CG
TATTG AC
ACG CAA
TTTG TATT
ACG TCG
CCG AAAA
GGG CG
TCTC TTTT
ACAC TAC
AGTC CC
CGGG AA
ATC TTAC
TGAG ATT
CGG AAG
ATTAA TTTT
CCCC CC
TTTTG ATG
ATATG AAAA
TAAG CAA
TTC AGAA
CATAT GG
ATAAAA AG
TTAA AGG
TTCG ATT
TAG TGAA
CTGG AC
ATATT CAA
CATT TTTC
ACAA TATT
AAAG CC
ACAA AGG
CATT TAC
TAAAA AAAC
ATCC ATG
CTT AGAA
TCG TAA
ATC TCAC
CATG AAG
TACG AC
TTC AAAAG
CG TATT
TTGG TTTT
TGAG TG
AAGAA TC
TATC TG
TCG CAA
CATG CATG
AAAA ATG
TGAG CC
TTATC TC
CTT TCATT
CCAC CAA
ATAA GGG
TATG TAC
TTAG TAA
TATT TTAC
TAGG ATT
ACAA TAG
TCTC CAA
TTG TCAA
ACTC CC
TTTG TAC
TGAG AAG
TAGAA TC
C ATAAAAG
TTAA TTTC
AAGAA ATT
AGAA GGG
ATG TTTC
TTTG AAAC
TTTG AAATT
TCAC TG
TTATC AC
TAAAA AAAG
TATAA TTTT
ATATAA AC
ATAA ATAC
ACAC AAG
TTAAAA ATT
TAA CCAA
TTAA ATC
TCTC AAG
ACAC CG
ATACG AA
TAAAA TAC
TATG TGG
TTC TTCG
AAAAG CC
TTC TTTAA
ATGG CAA
TTCC TTG
CTT TGATT
TGGG AG
ACTC GG
ATC TTGG
CCAA CTC
ATGAA TG
CTAG CC
CTCG AG
TAAATT AC
CAAAA CAA
TTC TTTTG
ATTG AGG
ACAA CTC
ATAC TG
ATAG CAA
CATC AG
AAAAAA TAA
ATG CTG
ATC TTATT
TTCC CTC
AGTC GG
TTAA ATTG
ATAT ATAAAA
TTC TGAA
ACG AAAC
TATT TTAG
ATAA CTC
AAAAG TG
TTG CATT
TTAA TTATT
TAAG ATG
AAG AAAC
ATTG TAC
TAAG TTTT
ATATG TC
TAT GGTC
TTATG TG
TAT CCAC
CATG CAA
CTT TATAA
AAGG GG
CAC CATT
TTTC CATT
TTAAAA AG
TTC TTAG
CG ACAA
CG TTGG
TAT AGGG
AGTC ATT
TTTTG TAA
TCTCTCTCTCTCTCTC TCTCTCTCTCTCTCTC
GGG ATT
TGATT GG
TAG TCAA
TAAAA TTAA
GGG CAA
CTG TGG
TTG TGAA
TTCTC GG
TAGG AAG
TTTTTC TTTT
AGG AGAA
ATC TTAG
ACAA TCAA
ATCAA CAA
CTAG AG
TTTG TCAA
TGTG AAG
TATT TATG
TTTG CG
CATAT AC
CTT ACG
TCTC AAAA
ATCAA CC
ACAA TGG
ATTAA ATG
ATAAAA TC
TTATT CC
ATAA CATT
TATT TAAAA
ATAC ATAC
TTAC TAA
TTC AAAAAA
AGAG AAAG
TTC ATAG
TTAAAA TC
CTG AGG
TTTAC CC
ATAC TTTT
TTATAA AC
TCTC CTC
TATG TAG
TAC TCG
ATCC CG
AAAAG AAAAG
AAG TAG
TCAC AAAA
ATATATATATATATAT ATATATAT
TTCC CG
ATAA TTATT
TCAC ATG
TAC ATTG
CATC TG
ATC ACAC
TTTATT TATT
TAT AGTG
TAAG TAA
TTG TTGG
CTT TGGG
CCAA CG
TAG TTTC
CGG TTTT
AAAAAA TG
TTTGG AG
ATT TCG
TATT TCAA
CTAT ATG
TTTG AAAG
ACG TAC
CTG AAAC
TGTG AAAA
CATC ATG
AGAC AAAA
AGATT GG
CTC CATT
ATGAA CC
ATTTC AG
CAGG CC
ATC TTTAA
ACG CAC
ATCCG AA
AGAA CG
ATAC TAA
CAAG CAA
TGTG TTG
TGG ACAA
CGAA CC
TAGAA GG
TGG CAG
TTC ACTC
TTTC TTTG
TATG TATT
TACG TC
ATCC CAC
CCG TTG
AGAC GG
ATAA TAATAA
ATGG CG
TTC TAAG
ATAT AGAA
TTCAAG AA
CTAA ATG
TGAG AAAA
TTTAT ATG
CATG TAA
TGAA CG
CATT TTAA
TTAG TAG
AGAAAA AC
CCTC CAA
CTTC TTTT
GGAA CC
CAG TAC
TAT AGATT
ATATG ATT
ATC TTCAA
TGAC CAA
GGG TAA
GGG TTTT
TTAG CAA
TTCC ATG
TTC TCCC
AGAA TGG
ATTG CG
ATGG TTTT
TGAA TTG
CTC AAAG
CAGG TC
TTAG ATG
TCTC TAG
TTAA TAAAA
ATGG TAA
TG AGAG
TCG ACG
TCAC AAG
ATAAAAG AA
ATC AAAAG
TCTC TTTC
TTTAA CAA
ATTAA CAA
CATATT AA
TTG ACG
TAT CCTC
TAT ACCC
CCAA TAA
AAAAAAAA AAAAAA
CGG ATT
TTTTTTTT TC
CCAC CTC
TCAA CAC
TTTATT TG
ATAA TGAA
AGAA AGAG
TTAC ACAA
TAT ATCG
CATAA TC
TAAAC AAAA
ATAA TTTC
ATATT TTTC
TTC ACAC
TAAAA ATAAAA
TCTC TAA
CATT TAG
TTTAG ATT
ACTC ATT
ATATC ATT
TTTG TTTC
ACG TAG
AGTG ATT
AAAA TATT
AGG CAG
AAG CG
TGG TTTC
TGAC GG
C ATATCAA
TTTAA TTG
CTTTTG AA
AGG AGAG
ATCC TAA
TATC TTG
CCTC CAC
AG AAAAG
ATAA TTC
TGG TTAA
CTT GGTC
ACAA TTAA
TTTC TTTCTC
TCG TAG
ATCAA TG
ATTG ACG
CCAC AAAA
TATC AAAC
CTAA TTAA
ACTC TG
CATG TTG
CTAC AAAA
ATG ACG
ATTG AAAC
ATCC AAAC
CTT ATATT
CCAA TTTT
TTATATT AA
TCAA AGG
ACTC AAAA
TGG AAAG
TTC ATTTC
TAC ATATT
CTT TAATG
TCG CTC
CTT CCAC
TCAC AG
TTGG CG
TTATG TC
GGG TAG
TGAA AGG
ATAA TATG
ATATG AG
TTTGG TG
CTGG TC
ATG TATG
TTAA ATATT
CACG TG
TT ATACG
CTT CCCC
TTATT TTTC
TACAA TC
AGGG TG
ATAC CAC
CCAA CAC
AAAAG ATT
TTAA CAC
AGTG AAAA
TT ATAAAAAA
TTCC CAC
ATAAG AAAA
CTC GGG
TATCG AA
TATT CAC
CATT CAC
ACAA TAC
CTTC TTC
CTTG CAA
TTAG TGG
TCAC CAC
TTTAT ATAA
TTTT AAAC
CTG CAG
TCAA ATAA
TTC ATTAA
TGAA ATTG
CATAT ATT
CTT TAGG
TCTC TTG
CGG TTG
ACAC AG
CTAC CAA
TTCAA CAA
TTAAAA TG
ATTATTATTATT ATTATTATTATT
CTTC TAC
CAG ATC
TTTG ATAA
TAAAA AAATT
TAA ATGG
CTT ATAC
AAGAA CC
TTCG TG
G AA
TTAA TCAA
ATTTC CAA
CTT ATGG
CATT AAG
TGAA GGG
ACCC AAAA
TTAA AGAA
AGAG CG
TTC TCATT
TATAA ATAA
TTAG AGG
ATAAG AC
ATAAAA ATT
TTTC TGG
CATC TTG
TTCAA TG
TTTC CTTTT
TCTC CAC
GGAA ATT
CTT AAGG
ACAA AGAA
CCG ACG
TAA CAG
TTTT TCG
CTC AATC
CATT TTTG
AAAAAA CAA
ATTG TATT
TTTG AAGG
TGAC AG
TTAAG AC
TTGG AGG
AGTC CAA
CAAG TTG
ACAC TG
ATCG CC
AGTG AAG
TTTAA ATG
ATTTC GG
ATTTC TTTT
CTT ATCC
AGAG ATG
CGG AGG
TGGG AGATT
CTC CTG
TCTC GG
CGG ATG
AAAA TAG
TATT TATAA
TCAA TGG
TGAC ATG
AGAC ATT
TAAAA TGG
TGAC CG
CTGG CC
TTAAG TC
TAT GGGG
CTTC TAA
CCCC CCCC
TTTATT ATT
ACCC CC
ATAA ATGG
AAATT GG
AGAGAGAG AA
AGAAG AAG
TATAAG AA
ATAA ATTAA
CCG AAAC
ATAAAA GG
TTTT TATG
CGG CAA
TTTAA TATT
CGGG TC
TATTTTTT TTATT
GGG AGG
AAAAAAAA AAG
AGAA TTG
TAAG TAG
ATAG AGG
TTGG CAA
TTCC TAC
TTATG ATT
ACCG AC
ACTC CAA
AGAC TAA
ACCC GG
AAAA CG
ATATT TGG
AAAA TGG
TTTG TTAA
CCG AGG
ACAC CAC
ATC TTTTG
ATC ATCG
TT A
TCTC CG
ATATT TAC
TAA CTTTT
CCG TTCCG
TTATT CAA
CTAA TTG
ATTAA TTG
TGAA TGG
TATAA CC
TTTC TTAA
TCAA TATT
ATAC TATT
CTT TGCC
TGAA TAG
TGAC AAG
TACAA GG
CGGG TCCC
GGGG GG
ATTTG TTG
TTC ATCAA
TTTC TTCC
ATGG TAG
CAAAA ATG
CTTG ATG
AG CATT
ATCC TG
TT ACGAA
TTGG TAA
TTAC TAC
AGAC CAA
AGAAAA GG
TTTT CAG
TAAAA CG
CTAG TG
TAG ACG
AGAG GGG
ATC ATTAA
ATTG ATAA
TTATT TTC
CTAG AAG
ATTG AAAG
ATTTG TAA
ATATT TTTG
ATC TATAA
ATC ATCAA
TTAA CTC
TGTTTT CAAG
AGATG TC
ATCG AAG
TTTTG CAA
AGTTG TC
ATATT TTC
TATC TAC
AGTG CC
CG AGAA
CCG CAA
AAAAG AAAG
CTC TTCC
TCTC AG
TTGG GGG
CTT ATAG
TTTG AGAA
TTAA TTAC
ATATT TAG
ATAAAA TG
ATTTG CC
ATAAG TC
TTAA ATTAA
ATAAAA TAA
ATAA CAAAA
CTAC AAG
TTAA ACG
CCAC AAG
CTAG TTG
AAAC CAA
TGCG CATT
CTT AAAAAA
AG TTTTG
TAG CAG
ATTG CAC
CATG CAC
CCAC ATT
TTATAA ATT
TAC TCAA
TCAC GG
TTTGG CC
TTTC AAAG
ATTG CAG
TAAAC ATT
AC TATT
TTC TTCTC
CATG CTC
ATCG AAAA
ATATT TTATT
TCAA ACAA
TTAC CAC
CCTC TG
AAGAA TG
ATGCAC ACG
TAC CAAAA
CG ATTG
TTCC TAA
AGTG AGAG
CAGAG AA
GGG ATG
AGCC CAA
TTTG CAC
CTTTT CAA
TTG TCG
TTG TATG
TGAA ATAA
ATAC ATAA
CCG CAC
CTTG TAA
CATAA GG
TTATC ATT
CATTG AC
ATC TCATT
TAG TTC
TATT TTTATT
TTTGG ATT
CCG AACC
CATAA ATT
TTTTAA TC
GGAA TG
CTAC ATT
CTTTT AG
TTTAG AAAA
AGAAG AAAA
CGG AAAA
GGGG AAG
TTAA TTAG
CTTTT AAAA
TGG AAGG
AAAAAAAA AC
CG ATAA
TGG TTC
TTTC ATAA
ATAT CCAA
ACG AAAG
ACCC CAA
TGTG TTTT
TGTC CAA
TTAAG AAAA
CTATT TG
TCAA ATC
CCGAC ATGG
ACAA TTTC
CTAC GG
TTTATT AC
TGTC AAG
TGTTG CC
TATGCTC ATGCACACG
TAA ACAC
CTTC ACG
ACCC ATT
TAC CAG
AGAC AAG
CAGG AC
AGAAAA AG
TCTCTCTC TCTCTC
TTGG TAG
CCTC ATT
CTATT GG
ACAAAA AC
TTG TTATT
AGG TTTG
ACAA GGG
ATAGAG AA
TAT CCATT
ATAG TAG
AGGG AAG
TGTTTTCAAG TCGTG
TATGCTCATGCACACG CTCGTG
TATT AAAC
ATTG CTC
TCAA TAG
TGAA CAC
CTAA CG
TCAA TTTC
TTTAA ATAA
GGTGG CCGTTCCG
ATC ATTTG
TATT TTCC
AGAC CG
CATGCG TGGGAGATT
TTC ATCG
CAAG ATG
ATAT ACG
TCG TAC
CATT ATG
CTG CCCC
TTCG CG
AAATT AC
TCGAG CATGCGTGGGAGATT
CCACCG TGTTTTCAAGTCGTG
CTAC CATTTTG
TATT GGG
TGG AGAA
ATAAAA AAG
TAT ATAAAC
NNNNNNNNNNNNNNNN NNNNNNNNNNNN
CTAC AG
TCTC TAC
CTTC ATG
CCAC TG
TAT ATATATT
CAC AAAG
ATCC TTTT
CATAA CC
CACG TC
GGTGGCCGTTCCG ACCGG
CAAAA CG
ACAC TTG
TTTAG TG
TATGCTCATGCACACGCTCGTG CGGGTCCC
AGAA TAG
CCAC ATG
TTTC CTG
TTAA TGAA
ATCC CTC
TTTCTTTCTC CCACCGTGTTTTCAAGTCGTG
AG ATAG
TCG ATC
CTTG CTG
AGCC GG
CAC CTG
ATAT ATGG
TATC TATT
AGGG AAAA
ATATAA ATT
ACAA ATC
TAGG AAAA
TCGAGCATGCGTGGGAGATT CTGG
CAC ATAA
CCTC CG
TTTC ATC
ATTTG TTTT
TATTG ATT
ATGAA CAA
TCATT GG
CATTTTC TGCGCATT
TTTG AATC
TAATAA AC
CATGG AC
TATAA CAA
CATG TAG
AGAC ATG
TAC CCAA
TTTATT TTG
TTTCTTTCTCCCACCGTGTTTTCAAGTCGTG CAGCCG
TAC TAAAA
ATTAA TATT
TGG CGG
AGTC AAG
TT ATATATAT
AAAAAA ATG
ATTTG CAA
CTAC TG
TGTC AG
TGG TATT
CTC ATC
ATAT GGAA
TGTG CG
ATAAAA TAAAA
TCAATC CTACCATTTTG
TTC ACATT
CTT GGGG
CTAG ATT
AGAAG AC
CCAA ACAC
TACAA CC
ACG ATTG
CCAC GG
TTTTAA GG
TACG TACG
TATGCTCATGCACACGCTCGTGCGGGTCCC GGTGGCCGTTCCGACCGG
TGG TCAA
ATCC TTG
CATG TTTT
TTTTAA TG
AAGG AC
CCGACATGG CTTATATG
TTAA CATT
NNNNNNNNNNNNNNNN NNNNNNNN
CTG CTTG
CATAA AG
AAAC ATT
AAAC CG
CAC ACG
TCTCG AC
TAT AGTAA
TAAAA ACAA
TTTATT GG
TTTAC ATT
TTGGG TC
TAA ACTC
AGAA TTTT
TTTAA TAG
TTTTTC TATTTTTTTTATT
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ATCC TAC
TTATT TTTG
CATG ATG
CAA CTG
ATAA TATAA
TTC TCTCTC
CTT GGAC
TGTTG AC
ATTG AAATT
CAAAA TAG
CTTG TGG
CCTC AAG
TTATG AG
ATAT AAAAG
TTAAG AG
CTCG TC
CTC TATT
TGAA TATT
TTTTAA TTTT
AGAA ATAA
CAC GGG
TCAA ATTG
TTAC TAG
TACG AG
TTATAT AC
CAG TCG
ATTATTTTTT TCAATCCTACCATTTTG
AAGAA CAA
TAT AGAAAA
AGAA TAC
CCAA AGG
CTTTT TAA
TTTAAAA AAAA
ATG ATGG
TGATT TTG
ACATT GG
CTTG TTTT
ATC ACTC
TGAC ATTG
TATG CG
ATAAG AG
AAAC GG
TACG TG
TT ATCCAA
TTC ATTTG
CTC AACC
ATAT ATTTTTT
CTCG TCG
ATAT ATTTG
TTTG CTG
CTAA TAG
ATTTC TTG
CATT CTAG
TTTAA CG
ATCC ATC
CCAA ATC
TTAG CTC
TTTAG CC
AGTC AAAA
TGTAA TC
TCTC ATG
CAAG TGG
AGAC AG
TATTG AAAA
TTGGG CC
ATAA TTAC
TGAC TG
CCGACATGGCTTATATG CATTTTCTGCGCATT
CTT AGGG
CTAA CAC
CTTG AGAA
TGTC ATG
TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGG TCGAGCATGCGTGGGAGATTCTGG
CATT TGAA
CAAAA TTTT
CTT TAAATT
AGAG TTG
TTGGG CGGGG
AGG TATT
AGAAG AG
ACATG AC
TTTC AATC
CTG TAC
CAAAA TTG
CTG AAAG
TTATT TAG
CAAG TTTT
TGTG TAA
ATGAA ATG
CATC TAA
TTAA TTC
TTATT TGG
AGTC AG
TAATAA TAA
AGG AGGG
CCG TAC
TCATT AC
CATAT CC
AGG CGG
ACG CTC
TTAAAA TAA
CTTC TAG
TATTG TG
TTTG ATC
CAAG TAA
CAAG CG
CTTG TATT
ATGG GGG
AGAG CAA
AGAA ACAA
ATAC TAG
CCAC TTG
TTTTTCTATTTTTTTTATT ATTATTTTTTTCAATCCTACCATTTTG
ATTG ATTG
ACG ATC
CTG GGG
CCAA TTG
TTTTG TAG
CATC TAC
TGAG TTG
AGTTG AC
TATT AAATT
TATAA ATG
ATTAA ATAA
ATTATT AC
TTTAC AAAA
AGG ATAA
TTTTG TTTG
ACAC TAA
ATTG TTTC
CCG ATG
ACCC CAC
CTAAAA AC
AGAG AGGG
TTAC ATAA
TGTG ATG
TGATT TTTT
CTAA TATT
ATTTTG AC
CCGTG AT
CTAA ATAA
CTTC TCTC
AGATT AC
ATC AAGAA
AGG TCG
CTC TGG
ACAA CATT
CATC TTTT
C ATATCG
ATAC TAC
CTCG TTG
CTTTC TTTT
TAAG AAAG
ATATC AAAA
ATC TAGG
ATC ATTTC
TTC TTTTTC
ATATT AAG
TCATT TTTT
ATACAA AC
TTC TTGAA
TAT CCCC
ATC TCCC
CAC ACAC
CATG TGG
TCAC CTC
TGCC GG
ATTG TTAA
TCAC TTG
TTTGG TTG
TAAAA AATG
ATAG CG
CTATT TTTT
CAG TTTG
TGAA AGAA
ATTG AGAA
TCG AAAC
CAGG AG
CTT AGAG
ATAGAG AG
TGG TTGG
TACAA TG
TGGG AAG
CCTC AAAA
CTC TCAA
AGG TGAA
TATC AAAG
CTTG TAG
TGTC TG
TGATT AC
TAAAAG AAAA
TAT AAAAAAAA
TTAC TATT
GGG TTTC
CAG TTTC
ATAG TGG
CAAAA AAAAAA
GGAC CAA
CATAC AC
ATT TTGG
TAT AGTTG
CAC ACAA
CAAAC AAAA
AGG TTAA
TTGAA TAA
CTAT ATAA
CGAC GG
CATT TGTG
CATCC TC
ATC ACATT
TATC AAATT
CCG TTTT
CTAC CG
TGAC TAA
CTC TTAA
CTT ACAC
ATATT CG
TCAA GGG
AAAC AAG
TTATGG AA
TATC AGAG
TAAG CG
TTTTTCTATTTTTTTTATTATTATTTTTTTCAATCCTACCATTTTG TTTCTTTCTCCCACCGTGTTTTCAAGTCGTGCAGCCG
CAC TCG
TTTC TCG
TAAAA AGAA
AACC GG
TAG AAATT
CCAA ACAA
TTGAA CAA
AGAC TTG
ATGGG CC
TAAAA TGAA
ATTTG ATG
TGAG ATG
ATAAG ATT
GGAA ATG
ATATT ATG
TAAG AGG
TAT AGTTTT
CTT AAAAG
ATTG TCAA
TGG TGAA
CGG CTG
AGAC TG
CGGG CC
CTT ATTAA
CTT TAAAC
ACAA ACTG
ATGG AAAG
CCG CTC
CCAA GGAA
AGGG TTTT
CTAG AAAA
AGG AAAAG
TTAA TTTAA
CAC TATT
ATAT ATGAA
CTCG ATG
ATGGG TC
TAATC CAA
TATG TTTG
TTTAG AAG
TCATT TTG
CATTG TC
CACG ACG
CCCCGG CTCG
TAT AGCC
TTAAAAG AA
TTTAG TTTT
CTT ACTC
AGAA TATT
CAAG CTC
CGG TAA
CGG TAG
TTAC CTC
TTCC TTTC
TTCAA TAA
GGG TAC
ATAC CTC
CCCC TTTC
TTTTG TGG
ATTTC TAA
TAGAA TG
TTC TATAA
CG TTTC
ATAAAA CC
ACATT AC
GGGG GGGG
ATTG AATG
TTCAA TTTT
TTCAC GG
ACG ACAA
CTG TTTC
TTTATT TAA
TCG TCGG
CTTG TAC
ATATG AAG
AAAAG TAA
TT ATAAAAG
ACG TATT
ATATT CTC
TAAG AAAC
TGGG TTG
ATC TTGAA
TATC TAG
CTTTT CTTTT
TGATT CC
TTCCG CC
TTAG CG
CAAG AGG
CGG ATGG
TGTG TGG
TGAC CAC
CTCG CTC
AGTTG ATG
TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGGTCGAGCATGCGTGGGAGATTCTGG CCGACATGGCTTATATGCATTTTCTGCGCATT
AAGAAG AAG
TTATT AAG
CAA ACAC
CATT TTGG
CATT TTCC
CTAA TAC
TTTAC GG
TAATAA ATT
AGATT TTG
ACATG TC
TATG AAATT
AAAAG TTG
AATC GG
ACG TGTC
CAAG AAAC
CAC TTTC
CATT TCAA
ATATT TTAG
AAAAAA TAG
CTTG CG
TAGG TTG
ATAA TCG
CAAAA TGG
CTAA CTC
ATTTC TG
TTAAAA CC
CTGG AG
AGATG AC
TTATC AAAA
TT ATCCG
TAT ATATTG
CATT GGG
TCAA TAC
CAAG AAAG
TCTCG AA
ATAA CTAA
TATT AGG
ATATAA TC
ACTAA CAA
TTTC AGG
TTAA ATAC
ATTTC ATG
TTAAG ATT
TGTC TTTT
TTAAAA AAG
CCCC AAAA
ATC AGAG
CTC CAG
TCCC ATT
TATT ATTG
AGAA ATTG
TAAG TAC
ATAG GGG
CCG TGG
TGTG CAA
TGGAA GGG
TG TAAAA
TATC TCTC
TCCC AAAA
TTTAA ACAAAA
CTTTT CG
TCAC TAA
TTAAAA TTTT
ATATAA AG
TATT CATT
ACAA ACAC
TATG AAAC
AAAAG CAA
CTTTT TTG
ACAA CAAAA
ACG AAGG
AGAA CAC
CCTC TTTT
TTAGG AC
CTC AAATT
TCG TTTG
CTAC TTG
TG CTTG
ATAT ATTATT
ATGG CTG
TATAA TTG
CATCC AC
TAAAA AATC
CTAC CAC
ACAA CTG
TATC ATAA
ATAG TATT
CTTTT CTG
TGG CCTC
TATG AGG
TTTTG AGG
TCAC TTTT
CAGAA AC
TTTTG AAAC
TGG TCG
TTATT TAC
AAAG ATT
AGAG AAGG
ATTAA ATTAA
ACTC AAG
TACG CC
TTTC TTGG
TATAA TTAA
TTTGG AAG
TTATG AAAA
ATTG AAGG
AG TAAAA
CG ATC
GGAA CAA
CTCG ACG
TG ATGG
ATAA TTTAA
TCTC TTC
TTATT TTTAA
CAAG TAG
ATATC GG
TCG CAC
CCAA TGG
CAAAA TATT
TTAG TATT
ACAC TTTT
CTAA AGG
TAAATT AAAA
TGAA ATC
TATAA ATAC
CTTTT TGG
CCG TAG
TTCAA ATG
TT AGAGAGAG
CCG TAA
AG TTTAA
TCG CTG
CCCAA CC
TG TTAC
TCAA TCAA
TGG AATC
TTTG ACG
TTTAC TTTT
TATAC AAAA
CTT TGAAG
CTT TGTTTT
TGAA CTC
TATAA TATT
ATTATT GG
CTT TATTG
GGG TATT
ATATT TTTAA
ATCAA TAA
CATATG AA
ATG TAAAA
CATT TTAC
CTCG CC
TTATAT GG
CTAGG AA
ATATT TAAAA
CGG CGG
TTGAA TTTT
AGG TTC
CTTC TTTC
CAA CAAAA
TTTG CAG
TATG AAAG
ATAG ATAA
AAAAAA ATAA
ATAAAA ATAAAA
ATCC AATC
TGAA TAC
CCG TCG
TTCG AAG
A N
ATCAA ATG
TAAATT GG
TATATT TTTT
ATC ATGAA
TTC ACCC
ATTAA TAG
CCTC AG
CTATT AC
AGAA CTC
CCG CGAA
CAAAA TAC
ATATAA TAA
TTAA CTG
TTTG ACAA
CTTTT AAG
TGAC TTG
AAAA TTTT
TAAG TGG
CATC AAAC
AAAAAA AGAA
TTGAA ATG
ATTG CTG
ACTC CATC
CG CTG
CCAA ATAA
ATATG TTTT
TTC ATGAA
TATG CAC
TCAA CATT
TTATT CG
CTATC AC
AGTGG TG
TTAG TAC
ATATG CC
TCAC TAG
TAGAA CC
TTTAGG AA
AGG TTTC
TGAAAA AC
AGAG AGAGG
CCCC ATT
TTTTAA CC
CTGG TG
C AT
ATC TAAAC
TATG ATAA
TACAA CAA
TAGAA ATG
TATG TTAA
TTGG TTTG
TTAC CATT
ATGAA TAA
TTATAA TC
GGAC CG
CTTAA CC
TATG TTTC
TTTAA TGG
TAGG AATG
ATTG ATC
TCG AAAG
TATTG AG
CTATT ATT
CAAAC CAA
ATATT TGAA
ATGG AAAC
ATCC ATAA
TTTAA TTTC
CTC AGG
ATGG AAGG
TTCG AAAA
TGTTG TC
TTCCG AA
AGAG AGAAAA
TTGG CTG
TTTGG TTTT
AGTG CAA
CTTC TTTG
ATAT ACAC
TTAG TTTG
CAC AATC
TCAA TTAA
TTAG TTAA
ATCG ATG
ATTG AATC
ACG CGG
TTGG AAAG
TTATT ATG
CTTTT TAG
TTAAAA AAAAAA
TGGG ATT
TAAATT TTTT
TTG ACAA
CTG AAGG
TGTG TAG
CTTTT TTTTTTTT
TAATG AAAA
TG TAAG
AGGG CG
CCCC CTC
AGTTTT GG
TAAAA AGG
AGAA ATC
TTAG TTTC
ATCG CG
TTCG TTTT
ACTC AG
TTG CATG
CTT ATTTG
CAAAA AAAC
TTTTAA TAA
GGAC GG
CAC TTC
TCG TTTC
TATC ATTG
ATATG TAA
CAC CAG
AGAG TAG
TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGGTCGAGCATGCGTGGGAGATTCTGGCCGACATGGCTTATATGCATTTTCTGCGCATT CCGTGAT
AGAA TAAAA
TCG AACC
CAAAA ACAA
CTAC ATG
TGTC CG
TTATG TTTT
AGATG ATCAA
AAG CTC
TATC AATG
ATAG ATAG
TTTAT ATATT
ACCAA TC
TGATG AC
TAC TCTC
TTTG TTC
CCAA GGG
ATTTC CG
ACATT TTTT
TATT TAAG
TGAA TGAA
CTTC TTCC
TTAAG CC
CTT TATAC
CAC AACC
AAAAAA CG
TGAG TTTT
CTT GGCC
AGAG AAAC
CTG AAATT
ACCC AAG
CACG AG
TTTTTC AAAA
TGTAA TG
TAC CTAA
TGG ATAA
ATTG CATT
ATAG TTAA
CTTTT CTC
AGTG TAA
TTGGG AC
TGTG TTTG
AGTC CG
ATGGG CTTG
ACG AATC
CCAC AG
TTTAC CAA
TTTAAAA AC
CGAA CG
TGCC ATT
ATAGAA AC
AGTAG GG
CTT AGAC
TCG AATC
TGGG TTTT
ATATC TAA
CTATT CC
CACG CC
ATTTTG AG
TGG ATC
TCTC AAAC
TATC AATC
ATTTG TAG
CTTCG AA
CTT CCATT
TTAAG TG
TAC AGG
TAAG TTAA
TGAC TTTT
CATAA TG
CTC TAAAA
ATGGG AC
TTTC CAG
TTGG ATTG
ATAAG CC
TTG TTAC
TAAG CTC
TATATT AC
CAA CCAA
AAGAAG AAGAAG
TAGG CG
CCAC TAG
TGAG GGG
TAAAC GG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNN
C ATATAAG
CAA CAG
TATC ATC
TGTTTT GG
ATTG TATG
TTTG TTAC
ACG ATAA
ATCC AAAG
TTTATT TTATT
TTCTTC TTCTTC
TAC TGG
TTTG TTGG
TCG CAG
ATAAG TG
TTTTTCTATTTTTTTTATTATTATTTTTTTCAATCCTACCATTTTGTTTCTTTCTCCCACCGTGTTTTCAAGTCGTGCAGCCG CCCCGGCTCG
ATG TTAC
ATTG TTATT
TATATATATATATATATAT ATATATAT
TATT AAAG
AAAAAA TAAAA
AGCG CG
TT AGAGAA
ATG TGTG
ATC TTAAAA
TAC TTAC
TGATT AG
CAGG TG
TGTAA GG
TAA CATG
TCAA AGAA
TTTAC AAG
TTCCAA AC
ATTG TTC
TCG AAGG
ATAC TTTC
CTAA ACG
ATAAG AAG
AGCC CG
TATATT GG
TGTGTGTG TGTGTGTG
CTC CATC
CAAG CTG
ATAAAA ATAA
CTAC TTTT
GGAA CG
CGAA CCCG
TAT ATGTG
CTT AGTG
TATC TTAA
TATTG CTC
CTT AGTC
TTTG AATG
TTCC TTC
TAG ATAG
AGAG TAA
TTGAA TTG
AGATT CC
AGCC AAG
AGAA TGAA
ATATT TTAC
TATT TTAAAA
CAAAA ATAA
TTTTG AAATT
TCATT CC
ATT CATT
ATC ATATG
TGG AAATT
CAC CGG
TCG ACAA
ATATT ATAA
TTTAA TAAAA
ATATC AAG
TGG TGGG
TTCC TAG
TCAC TAC
AGG TGGG
ACAA TAAAA
CCAA CTG
TATAA TAG
AGTG TTG
CATGG TC
ACAA ACG
CCAA ACG
CTATT TTG
CCCAA TC
C ATATATAT
AT AGAGAGAG
ATAT ATTTC
ATCAA TTTT
ATG TTGG
CTTG TTCG
ATCG TTTAG
AGGG AGG
TGTAA AG
TGAAG AC
TCCAA TC
TCGG CTC
TGG ACG
CAG ACG
AAGAA ATG
CAC AAGG
AGTC TG
CAA TTTG
CCAC TAA
CTC ATAA
CTT ATTTC
TTAA ATAG
AGAG TGG
CTG TTTG
CATT TCTC
TTAGG TC
ACCAA CC
CAGAA GG
TAC ACAC
TGAA TTTG
TTAA CAG
ATATT ATATT
TATC TATC
TTGTG ATTG
ATC ACCC
TTC TAGG
TTAA CTAA
CATG AAAC
AGAAAA AAG
NNNNNNNN NN
CGAA TG
AG TATG
TAA ACCC
GGG AAAG
CAA TCAA
GGG CTG
AAAAG TAG
CAG TCAA
CAAAA CAC
ATAAAA ATG
AGCC ATT
TTATC GG
ATTTTTT ATT
ACCG TC
ATAT ATCAA
CAA TGAA
TATT TTTTG
AGG AATG
TTTC ATATT
TAAG AGAA
TTTAA TAC
ACAC CTC
ATTAA CG
TAT AGAAG
TAT ATATAC
CAC CATC
AGAG AGAAG
ATAA CTG
CTT TGTTG
TTCAA CG
AGGG ATT
TGGG AAAA
CAAAC AAG
ACAAAA TC
TTGTC ATTG
TTTT TTTTG
AGG TCAA
AGG TTGG
TTTG TATG
CATT CATT
ATATT TTGG
CTAC TAA
TTC AGAC
CAC CCAA
CTAA TGG
TAGG ATG
TT ATAGAG
TTTC ATTAA
CATG TAC
CATG CTTTC
ATATG ATG
TG TTAG
TTTC ATTG
ATAT ATCC
CAG TGAA
TAG TATG
TTAA TATG
TTTG TGAA
ATGG CTC
ATATC AG
AAATT AAAA
CAA ATTG
ATCAA CG
TAATAA TC
CCATT CC
CTT TGTAA
TTCC TTCC
TCCAA ATT
CATATT TC
TATCG AC
ATC ACAG
TAG ACAA
ATATG TTG
TGTC TAA
TAAAC ATCAA
CATTG CC
TTATAA AG
TCTTG AAAA
ATC TTCG
AGG AATC
CATT TATG
ATTAA TAC
ATC TTCGG
TAG TTATT
CAG TTC
CTAA TTTC
TTTATT AAAA
ATAA TAAG
TTAA TATAA
ACG TGAA
CATTG ATT
TG CGG
TTG TTTTG
TGG ATGG
CTT ACCC
TCTC TCAA
AAGAA CG
GGGG TC
AGG CATT
ACAA TGAA
TATC TTTC
TTGG CAGG
TTTCG AC
TATT ATATT
GGG AAGG
TCCAA CC
TAAAA CAC
TCG ATCTC
TAGG TAA
AGTTG AG
CGGG CTG
ATTGG ATT
TTTCG TC
GGTG TTTC
TAAAA ATATT
CAG ATAA
ATCC TAG
ATCC AACC
TTGG TTGG
ATTATT TTG
ATC ATAAAA
TAT ATACAA
GGTC AAAA
ATAG TAC
TTTAA TTATT
AGTG GGG
AGAGG AC
TATT TCG
TTAA CCAA
TTAC TTTC
CTTG AGG
TAG CATT
ACAA ATAC
TAAG TTTG
TTAAAA ATAA
TATC TCAA
TAAAC AAG
CATAG GG
TAC ATGG
TTAA CGG
TCTC TCCC
TAGG TTTT
ACCAA ATT
AGG AACC
TATC TTC
CCG TACG
CTAG TTTT
CTAG CAA
AGTG ATG
TTATG CC
ATTG TGAA
ACAA CCAA
ACG TTTC
TTCC CATT
AAAAG ATG
CCCC TG
TAA AGGG
TAC TTATT
TTATG AAG
ATC AAAAAA
TAG ATGG
CTC CAAAA
CTAA GGG
TGG AGGG
CTC TCCC
CAG CCAA
TAAG TATT
TTGG AAAC
ACATT CC
TAA ATGAA
CTC ATCC
CTT TCTCTCTC
TCG ATGCC
TGTG GGG
TAAAC CAA
AGAGAGAG AG
GGTC GG
CG TCAA
TGAG AGG
TTTAT GGG
TAG TCG
AAG CAC
TAT ATATTAA
CTT AGCC
ATAT ATATC
CAG CTAC
CAAAA AGAA
CATAT AAAA
TATG TGAA
ATGG AGAA
CTT CAAAC
ACAA ATATT
TCG TGAA
CTTG AAAC
CATC ATC
ACATT AAAA
TAA TTGG
TTAA TTTTG
ATAC CATT
TTAC ACG
ACAA ATTG
CTTTT TAC
AG CATG
ATC TGAC
TTG ATGG
CTT TGATG
ATTTG AGG
TTAAAA TATT
GGGG AC
TCG TCAA
CAAG CAC
TTCG ATG
CCCC CAA
CATAG AC
AG CCAA
ATAT CCG
CAAAA AAAAAAAA
CTCG TCCC
ACACACAC ACACACAC
ACG AGAA
TAAG ATAA
CGG TTTC
TACG ATT
TAG TAAAA
TTAG ATAA
TTCC TATT
TGAG CAA
AGATT TTTT
AGAAAA TC
AGAAAA AAAAAA
AGTAA GG
TAA AGAG
TAAG CAC
TTAAG AAG
TAT ATCTC
TTTC TTATT
TTAGG ATT
TGG AGAC
TAT ATAGG
CTG TTC
CATG AAAG
TAGG CTC
CTTC ATC
TG CATC
CG TGAA
TCTC TCG
CTG ATAA
TGAAG AAG
CC TATT
TGG CATT
TTC TTTTTG
TAC ATAG
TAT AGATG
TCAA ACG
CTAA ATTG
ATTAA AGG
CTTG TTTC
TGTC TTG
AAGAA AGAA
TG ATAC
TAG ATTG
ACAA CAG
AAAAAA TATT
TCCC CATG
TTGG TAC
CTTC TATT
CTAG CTG
TTATG TAA
CATAC TC
CATCG CG
ATG ATAC
TGG ATTG
TAT AGCAA
CTC TCTCTCTC
TTTG TCG
ATATT AAATT
ACCC CG
TTATG TTG
TAAAC TTTT
AG CAAG
AAAA TAC
CTT GGTG
CTG CATT
TATG CATT
ATTAA TGG
CTAC TAC
TTG ATTCAA
ATCG TTG
TGAG TAG
AGAAAA CC
TTACAA AC
ATG AGAG
ACAA ACTC
TTTTG TATT
TTTTG AAAG
TATTG TTTT
TGTTTT TG
TTTG TTATT
TATG AGAA
CATC TTC
ATGAA TTTT
TCCC CAA
TTTTAA TTAA
TCG AGAA
CCAA TAG
TAAAC TAA
CTC ACG
ATATT TCAA
ATGG CAG
CCTC TAA
AATG AAG
CTACG AA
TG ATAG
CATC AAAG
ATGAA CG
AG TAAG
AG TTAG
ATAT ATTTAA
ACAA TTTG
TATTG AAAC
AG AAGAA
ATAT AGAG
TTGG TATT
TCAAAA TC
TGGG TGG
TACAA TTTT
AGCC CAC
ATC AGAC
ATAT ACATT
TAAAA AAAAAAAA
TTTG ATAC
TCAA CTG
TTATT ATAA
CAAAA TCAA
TCAC CATT
TAAAA AAAAG
ATGG AGAC
ATCC CTAA
CAAG TAC
ACTC TAA
ATAT ATAAG
ACG AAATT
TTGG CTC
AATG AAAA
TTATAT AAAA
TG TTATT
TATTG AAG
ACCG CC
AGG ATGG
CTT TGAAAA
CATG CATT
CTTG CTC
ATTTTG ATT
TTTG AACC
CAG TTAA
TTTTG TTTC
CTTG AAAG
TGAG CG
CCTC TTG
ACTC ATG
AG CGG
ATCC AAATT
ATAC ACAA
CCAA TTTC
CATG ATAAG
TTTAC ATG
ACTC TTTT
ATTTTG TC
TAC AAAAG
TTTG CATT
ATAG CTC
ATAAAA CAA
ATTTC TTTC
GGAA GGG
CTGG AAG
ATC TACAA
TATTG CC
AGAAAA AGAAAA
CTAAG TC
ATC ATCTC
CTT TACG
TAAG AAATT
CCG TTGG
TTCC TCTC
TTTAG TTG
TAATG AAG
TCGAA ACG
TCAA TGAA
TTTTG TAC
TTTATT TTC
CCTC ATG
ATC ACATG
ATAA CATG
TATG CATG
TCAA ACAC
ATGG TTTG
ATAC TTAA
AAAAG TTTT
CCCC CAC
CTTAA TG
TGCAA CC
ATAA ACG
TTC ATATG
TATG TGTG
TAGG AGG
CTTTT TATT
CCAC TAC
TTTAC TG
ATTATT TAA
AGCC AAAA
CAAAC CG
ATAG TTTG
CCAA AGAA
AGGG TTG
AGAAG TC
TTCTC TG
GGTC CAA
AAG AGAG
TCTC TATT
ATAC ACG
TTTATT TTTATT
ATC ACCAA
TGG TCCC
CATT TTAG
ATAAAA TATT
CAAAC CAC
TTATC TTTT
TATATT TTG
AG TGTC
TTC TGTC
AAAAAA TTG
TAAAC CG
TACAA TAA
ATG ATATT
ATAA ATTTG
CATT TTATT
TATC ACAA
ACAC TATT
TGTG TAC
CATAAG AA
AGG ACG
TTAC TTAA
AGATT AAAA
AG CTAA
TTTC AACC
TCG TTAA
CAAAA TAAAA
ATCAA ACAA
TTCG TTG
CTC CGG
TCAA ATAC
CCAC TTTT
AAGAA TAA
TAAATT TAA
CAAAC GG
TAG CCG
TAG TTTGGG
CAG ACAA
TTATT ATTATT
CTTC TTCTTC
ACCC TG
AG TTAC
ATC ACCG
CTT ATCG
CTG TGAA
TTTAA TTTG
ATTTG GGG
TAAAAG AC
TGATG TC
CG TTAA
TAT ATAGAA
TAT ATGAC
TCG ATAA
CAG TTGG
AAAAG AAAAAA
AGAAG CC
CTATAA AC
TCAA TTTG
CTAA ACAA
TAAATT TTG
ATTTTG AAAA
ACTG AAAA
CTATC TC
TATT TTCAA
CTC TCTCTC
ATTG TTGG
TAAAA TATAA
AGAA GGAA
ATATT TATG
TGAA TTAA
CTTG AAATT
CTAAAA AAAA
ATCTC AAAA
CCATT AC
AAGAA AGG
CAGAA TC
ATG TTTTG
CCAA TAC
CGG TTC
TTTAA AGG
TACG TAC
TAAAC TG
CTTGAA ATGAA
TTTT AAAG
ATG TTATT
TTTC TATG
TCTC TCAC
CATT TCG
ACCC TTG
TAATC GG
ATAA TTAG
ATGG TAC
ATGG TATT
TGGG CG
ACATT TTG
TTTATG AC
CATAT AG
CTC AAGG
CAC CAAAA
ACG ATGG
ATAC ACAC
AGCAA GG
TTTATTG AA
ATTG ATAG
GGG TTTG
AGAG AGAC
TTAC TCAA
AGGG TAA
ACCC CATC
CTCG ATT
TTTTTC TG
CATGG GG
CAAG CGGG
ATAAAA TTG
TTTGG AAAA
AGATG AAAA
AGAA ATAG
ATAC ATATT
AAAAG AGG
ATCG TGG
TTGAA CG
TCATT TTCC
ATATAAG AA
TAC GGCG
CG CATCG
GGG CAG
AGAA ATTAA
CTG TCAA
TATTG TAA
TGTTG TG
CAGTG CATT
AGG CCG
TAAAA TCAA
ATATAA GG
CCCC CG
CACG CG
TAATC AAAA
ATTTAA GG
CATAT ATG
CTCTG TCG
CC ATAA
CATT AAAC
TGAC CTC
TTTAC AG
ACTC CG
TGCAA GG
AGAG TTTT
CGG CTC
TTTAA ATATT
AAAAG AAAC
TAGG TGG
ATTTG TATT
TGTC CCCTG
TTTGG AGG
TTC TTTATT
CTT ATAAG
ACG TCAA
CCG AAAG
TATTG TTG
CATAA CAA
CTTTC CAA
CAC CTAA
CCG AATC
TTAG CTG
TATTG CAA
CATAA TAA
TTCTC TTTT
TTCTC CAA
TGCG TC
N G
CTAG ATG
AAGAA TTG
TAT CCCAA
ATAT AGAC
ACG ACGCG
TGAA TCAA
AAAAAAAA ATT
TGAAAA TC
ATC TGTG
TAG TTAG
TGG AATG
TAAAA ATAG
TTAC TTC
ACAC CCATC
CATG TATT
CCTC TTTC
CTAAAA TC
TGCAA ATT
ATTAC AAG
ATGTG CGG
CCGAG CCG
AGTC CATT
TAG CTAA
CTT TATATT
TTAA CAAAA
GGG TCG
ATAG CCCG
CTTC TCAA
TCCC AAG
CAGG AAG
GGAC AAAA
TGAAG TC
TGCAA TC
TTC TGAC
CAC CCG
CTG TCG
TTTTG AGAA
TATAA ATAG
GGCG CAGG
ATAT ACTC
CAG ATGG
ATTAA TAAAA
TAAAC TTG
TCGG AGTG
CTC ACAA
CTTTT ATG
TTAGAA AC
TTC AAAAAG
TAAAA TTTG
CTG ACG
TATG AATG
TTGG TTTC
TTTGG ATG
TTTT CTAA
TCTC TTCC
GGAA AGG
AGTC ATG
CGGG AC
TAAAA AAGG
CTG ATC
ATCC ACG
TATC TTTG
TTTTAA TATT
CTAAAA CC
ATAGG AC
CTCCC CTTCCAA
TAC CCG
CAAAA AGG
CGG TTTG
TAGG TAG
ACCC TAG
TATAAAA AC
CGCG TTTAAAA
TCGTATT ACTAACAA
TCGTATTACTAACAA C
CATT TTTAA
ATGGAG CATTCTAG
TCGATGCC TAAACATCAA
ATCC ACAA
AAAC ATG
TTTATT TAG
ATTATT AG
AGATG AAG
CGGGGG ATGGAGCATTCTAG
CCAAGGAA CTTGAAATGAA
GGG CAC
TATAA TAC
CGG GGGGAAG
TTCC ATC
ATTAA TCAA
TTAAAA CAA
TGTAA TTTT
TCGATGCCTAAACATCAA ACGAC
CGGGGGATGGAGCATTCTAG TCGTATTACTAACAAC
CCAAGGAACTTGAAATGAA TTCGCC
TTAA ATGG
AGAA ACG
CATC TATT
CTATTG AA
CCTCGG CGTG
TTCGCG TTAGGGG
TCGATGCCTAAACATCAAACGAC CCGCGAA
TTAA TCG
TTAA TAAG
CTG AATC
TTCC TCG
TTATAA TG
AGAGAGAGAGAGAGAG AGAGAGAG
TCGCG CCAAGGAACTTGAAATGAATTCGCC
TT ATATCAA
AG TGGG
TATT TTTTTTTT
AGAG ATTG
CTG AACC
TATC ATATT
TATAA ATATT
ATGAA TTG
CCCC GGCGCAGG
CGCG TTTAAACAAAA
TCGATGCCTAAACATCAAACGACCCGCGAA CGCGTTTAAAA
ATAA CTT
TTC TTTAC
CG ATGG
CAC ATGG
ACG CCG
ACAC TAG
ATCAA TTG
TGAG TAA
ATAGAA TC
ATTTTC ATT
TGTCCCCTG CCCCGG
CTCCCCTTCCAA CGCGTTTAAACAAAA
ATC AGTG
TTC ACTG
AGAA ATGG
ATTAA CAC
ATATG CAA
TAAAC ATG
ATAGG TC
GGCC GG
CCTCGGCGTG CGGGGGATGGAGCATTCTAGTCGTATTACTAACAAC
CTC CCTC
TTTTG CG
TCAC TTTC
TTGAA TAG
CCCC AAG
TTC ATCTC
TTATT TTGG
CAAAA AAAG
CGG TAC
CATG AGG
TAGG CAA
TGTAA CC
CCCCGGCGCAGG TCGCGCCAAGGAACTTGAAATGAATTCGCC
TTTG TAAG
CTG AGAA
TTTAA TTTAA
CTCG CTCTCTC
CATAC CC
AG CTTG
TTG ATAG
TAG TAAG
TTC TTTTTTTT
TATT TGTG
GGG CTC
TGAA ACAA
ACAC ATAA
TTTATT CC
TTAGG CC
TTCGCGTTAGGGG CGGGGGGAAG
TTTT TCTC
ATG ATAG
TTC TTTGG
CTT ATCAA
ATAC ATC
CCTC GGTG
TGCC AAAA
TGTCCCCTGCCCCGG CCTCGGCGTGCGGGGGATGGAGCATTCTAGTCGTATTACTAACAAC
TAA CGG
CTT TAGAA
ACAA CTAA
AGAA TTTG
TTAC ATC
ATAAAA AAAAAA
AGGG GGG
ACTC CAC
CGGG CGTG
ATCAC CAC
AG TGTG
TTTC AATG
CAG TATT
TATC TCG
AG ATATT
CG AGAG
CTT CAAATT
ATAT GGAC
TTAA TTGG
TCAA ATAG
TTTAG TAA
AAGAA GGG
TCATT TAA
CTCCCCTTCCAACGCGTTTAAACAAAA CCCCGGCGCAGGTCGCGCCAAGGAACTTGAAATGAATTCGCC
ATTG TCG
TAAAA CTC
CTG TCAACG
CAG ATCC
ATTTC TATT
ATAAG TTG
CTTAA TTTT
ACTG CAA
TG TCAC
TTTC AAGG
CCAA TATT
TTAG TCAA
TTTAAAA ATT
ATG TAAG
TTC TAAAC
TGG AGAG
TGG TATG
ATTG ACAA
TAAAA ATTAA
TATAA TATAA
CATC TCTC
AGTC CAC
ATATAA TTTT
CGAA TGACG
ATATTG AC
TG CAAG
CTT ATGAA
CCAA CCAA
TTATAA TAA
TG ATATT
TG CTAA
TTC AGTC
TAT ATGTC
CTT TAATC
TTAA CTTTT
TTAC TTTG
CTAG TAG
AGTG TTTT
ATATC TTTT
TCAAG TC
TTTATC AC
CG AAATT
AGG AAATT
AGAA AGAAAA
ATAG CTG
ATTTC TAC
AGTG TAG
TGCC AAG
TTATT TAAAA
CTAA TTTG
TGAAAA GG
AGCAA CC
ATAACAA TGAC
TTGCTC GGG
TGG TCTC
TTTC ACAA
TTTTG TTAA
TGCC TTTT
TGAAG ATACG
TAAAAAA TAA
TGCTC GGCC
TTC AGAG
TTC AGATT
TTAG TGAA
TGTG AGG
GGAA TTG
CTCG ATGCG
TTAAG TTTT
CGTG CACTC
AG TTATT
TAC TAAG
ATTG TTTAG
TATG ACAA
CCAA CAAAA
CATC AAATT
CTTC TCG
AGGG CAA
TTTTAA ATAA
ACATT TAA
CACG AAG
TGCC CCGAA
CAGAG GG
TCGTG TAGGAATG
AG ATCC
TG ATTAA
ATAA CAG
TAC CCCC
CG CAG
CTC CAAG
ATGG TTGG
CTAA ATC
CATC AATC
ATATG TATT
ATTATT AAAA
CTTGG ATAATG
TTCAAG ATT
CTCCCCTTCCAACGCGTTTAAACAAAACCCCGGCGCAGGTCGCGCCAAGGAACTTGAAATGAATTCGCC TGTCCCCTGCCCCGGCCTCGGCGTGCGGGGGATGGAGCATTCTAGTCGTATTACTAACAAC
TCGTGTAGGAATG C
CAC TTAA
TATG CAG
ATCG TAA
ACCC ATG
TACG AAAA
CTGG TGG
ATCGG TTCTTG
GGTTG CAATG
TATTGCTC CAATG
ACG TTAA
ATGG CAC
CCAA TCAA
CTTG TTTG
AAAG CAA
ATTTC TAG
TTTATT TTAA
CTGG ATT
CGCGG ATAG
TCGATGCCTAAACATCAAACGACCCGCGAACGCGTTTAAAA ACAAACTG
CCG TTTGG
TTATT TGAA
CAAAA TTAA
TCCC TCGAAACG
CAAAG CTTGAG
CATGCATG CGGGCTG
TTTTTCTATTTTTTTTATTATTATTTTTTTCAATCCTACCATTTTGTTTCTTTCTCCCACCGTGTTTTCAAGTCGTGCAGCCGCCCCGGCTCG TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGGTCGAGCATGCGTGGGAGATTCTGGCCGACATGGCTTATATGCATTTTCTGCGCATTCCGTGAT
ATCGGTTCTTG CATCGG
TG TTTAA
TG TTCC
TTC ACCAA
ACG CATT
ATCC CATT
CTAA TAAAA
CATG AGTGGTG
ATATAA CAA
CAAAC TTG
TCTAA GG
TTTGGG TGGACAA
CTCGAA CGAATGACG
CATGATAAG TCCCTCGAAACG
CTGTCAACG TCGGCTC
CATGAGTGGTG ATACGG
TAC AAAAAA
TATT ATTATT
TATT AATG
AGG ATTG
CTC TCAC
ACG AACC
TTAG CAC
CTAG TAA
TTTTTTTT TTG
CCCG TATTGCTCCAATG
TGCTC ATATCG
TTCGAG CGGTC
CATCGAA CTGTCAACGTCGGCTC
ACAATCG ATCGGTTCTTGCATCGG
CTCGCTC CCCGTATTGCTCCAATG
ATCTTCGG TTGTCATTG
CATCGCG TTCCGCC
TACGGCG CATGAGTGGTGATACGG
CTCGATGCG TACGGCGCATGAGTGGTGATACGG
CATGATAAGTCCCTCGAAACG TGTTGCC
ATC ATATC
TTC GGTC
ATAG CAC
CGG CAG
TCCC TAA
CTCG TTGCTCGGG
CGGG CCGCG
TTGAC ATCTTCGGTTGTCATTG
AAAGGG CTCGTCCC
GGATG CAGTGCATT
CGAACCCG ATAGCCCG
TAGTTTGGG TTGGCAGG
CTCGCTCTCTC GGATGCAGTGCATT
AG TTCC
ATC GGAA
ATC TTCTC
CTT TGCAA
TGATT CAA
AGTTG AAG
TAATG TTTT
TTGAC GG
CGGTGG CATGATAAGTCCCTCGAAACGTGTTGCC
ATTGACG TGCCCCGAA
CTTGGATAATG CTTGCAC
CAAAGCTTGAG TTCGAGCGGTC
CTCGAACGAATGACG CTCGCTCCCCGTATTGCTCCAATG
CATCGAACTGTCAACGTCGGCTC CACCTC
CATCGCGTTCCGCC TTGACATCTTCGGTTGTCATTG
CTCGATGCGTACGGCGCATGAGTGGTGATACGG TAGTTTGGGTTGGCAGG
TAG TTGG
CTG TATT
ATTATT CC
CATGG CC
TTCCG TGCTCGGCC
TTCTCGG CATGCTTTC
CTCGTTG CGGGCGTG
ACACCCATC TTTGGGTGGACAA
CAAAGCTTGAGTTCGAGCGGTC ACAATCGATCGGTTCTTGCATCGG
ATC ACTG
AAAG TTG
ATCG CAA
CTAC CTC
CTAC AAAC
CTAT ATATT
TTTTTC GG
TATATT TAA
CTTGG TGGAAGGG
ATCCG AC
CTCGG TGTGGG
TTACACAA TGCTCATATCG
TTCTCGGCATGCTTTC CTCTGTCG
AG TGAC
ATAA CTTTT
TTC TGTG
TTC ACAG
AGG ACAA
AGAA AGGG
CAAAA AATG
CAAG AAGG
TGGG TTACACAATGCTCATATCG
CGGG TGTCG
TCGCG CGGCG
CACGACG TTCCGTGCTCGGCC
GGTGTTTC GGTTGCAATG
CTCGTTGCTCGGG CATCGAACTGTCAACGTCGGCTCCACCTC
AAAGGGCTCGTCCC ATAACAATGAC
CGAACCCGATAGCCCG CATCGCGTTCCGCCTTGACATCTTCGGTTGTCATTG
CTCGCTCTCTCGGATGCAGTGCATT CGGTGGCATGATAAGTCCCTCGAAACGTGTTGCC
CTCGTTGCGGGCGTG TTCTCGGCATGCTTTCCTCTGTCG
CTT TACAA
CTG TTAA
AAAAAAAA AG
AAAAAAAA TC
ACAATG CTTGCAC
CTTCTTG CTTGGTGGAAGGG
AGATGTC TTGTGATTG
ATTGACGTGCCCCGAA CAAAGCTTGAGTTCGAGCGGTCACAATCGATCGGTTCTTGCATCGG
TG TTTTG
TAC CTTTT
TTTG TGTG
ATAAAA TTTT
CACG TGG
TATATT CC
CTTTC TTG
ACAAG TC
TTTATC TC
CACGACGTTCCGTGCTCGGCC TCGCGCGGCG
AAAGGGCTCGTCCCATAACAATGAC GGTGTTTCGGTTGCAATG
CGAACCCGATAGCCCGCATCGCGTTCCGCCTTGACATCTTCGGTTGTCATTG CGGGCCGCG
CTTCTTGCTTGGTGGAAGGG TTTGG
TTTC TAAAA
TTTC TTAC
CAG CCAC
TATC TAAAA
CATC TAG
GGAA TGG
TGTTG AAAA
TTATAT ATG
CTCTCG ACG
CGCCG CCCC
TGAAGATACG AGATGTCTTGTGATTG
CGTGCACTC CAAGCGGG
TCGATGCCTAAACATCAAACGACCCGCGAACGCGTTTAAAAACAAACTG TTCGCGTTAGGGGCGGGGGGAAG
CTTGGATAATGCTTGCAC CTCGTTGCGGGCGTGTTCTCGGCATGCTTTCCTCTGTCG
ACAATGCTTGCAC CTCGGTGTGGG
TAC TTGG
TATG TCAA
CCAA ACCC
CGG ATAA
CTTG AATC
TGAC CAAAA
ACTC CTTCACG
ACCC TTCGAA
ATATATAT ATAT
TTATC AAG
TCAAAA AC
CTCGG ATGGGCTTG
CTCGATGCGTACGGCGCATGAGTGGTGATACGGTAGTTTGGGTTGGCAGG CTCGTTGCTCGGGCATCGAACTGTCAACGTCGGCTCCACCTC
TGAAGATACGAGATGTCTTGTGATTG CTTCTTGCTTGGTGGAAGGGTTTGG
ATT TTTAA
TTTT TAAG
CG CATT
TGAA ATAG
ACAC ACAA
ATTTC CTC
TTATG CAA
ACACCCATCTTTGGGTGGACAA CGAACCCGATAGCCCGCATCGCGTTCCGCCTTGACATCTTCGGTTGTCATTGCGGGCCGCG
CGTGCACTCCAAGCGGG CTTGTTCG
AG ATAC
AGAA TTAA
TCG ATGG
CGG TTAA
CTTTT GGG
TTTAAAA TC
TATAC CAA
ACCG TTGGGCGGGG
CTCGTCG TCGCG
CTCGATG CTCGTCGTCGCG
CCTCGGTG ACGCG
ATC TTTAC
TTC ATTTTTT
CTT ACATT
TTTG TTTAA
TTTCG TCGGAGTG
CACAA CAA
TCGAC TTCACGG
TCGTG CGGATGG
GGTGG TTGATTCAA
ACACTAC GGTGGTTGATTCAA
AGTTGATG CTCGGATGGGCTTG
ACCGTTGGGCGGGG AGTGAGAG
CTCGATGCTCGTCGTCGCG ACACTACGGTGGTTGATTCAA
TCGACTTCACGG ACTCCTTCACG
CTCGATGCTCGTCGTCGCGACACTACGGTGGTTGATTCAA CCTCGGTGACGCG
ATAA TTAAAA
AGG TATG
CTT ATTTTTT
TCG TGGG
CATG TGAA
CATAA TTTT
ACCAA GG
CTCAA CAA
CTATG AC
ACACACAC TGGCCTC
TCGTTG TGAAGG
ACGACG CTCTCGACG
CGCGG ACAATGCTTGCACCTCGGTGTGGG
TCTCGAC CTCGACG
CGTGCACTCCAAGCGGGCTTGTTCG TGAAGATACGAGATGTCTTGTGATTGCTTCTTGCTTGGTGGAAGGGTTTGG
TCGACTTCACGGACTCCTTCACG ACCCTTCGAA
TAA TTCAA
TAG TTTTG
TAC CAAG
AGG TAAAA
TTCC ATAA
CTTTC AAG
TTTATG TC
TCGTGCGGATGG CTTAAATT
CTCGATGCTCGTCGTCGCGACACTACGGTGGTTGATTCAACCTCGGTGACGCG TCTCGACCTCGACG
ACAA ATGG
ACG CTG
TCAA ATATT
CGG CAC
CTAA TTAC
TGAG TGG
TACAA ATG
TAGAA CAA
CATAG TC
TTAAAAGG ACGACGCTCTCGACG
CGGGTGTCG AGTTGATGCTCGGATGGGCTTG
ACACACACTGGCCTC CCGTACG
TCGTGCGGATGGCTTAAATT CGAGTC
TAC TATG
ATAG ACAA
TTGG ATAA
TTATT CAC
TTTAC TTG
GGAA TAA
CATAA ATAA
CTCGATGCGTACGGCGCATGAGTGGTGATACGGTAGTTTGGGTTGGCAGGCTCGTTGCTCGGGCATCGAACTGTCAACGTCGGCTCCACCTC ATTGACGTGCCCCGAACAAAGCTTGAGTTCGAGCGGTCACAATCGATCGGTTCTTGCATCGG
TCGACTTCACGGACTCCTTCACGACCCTTCGAA CGCCGCCCC
TTTAA ATTG
CCAC TCG
CATAA ATG
TATGG ATT
TCCG TC
TTTTTTTTTTTTTTTT TTTTTTTTTTTTTTTT
TCGTTGTGAAGG CAGGG
ATC TGTC
TAT ATCAC
TAATAA CAA
TACG TAA
CTAT GGG
TGCC CAA
TGTTG ATT
CATCC CC
ATTGG CC
TCGTGCGGATGGCTTAAATTCGAGTC CTCGATGCTCGTCGTCGCGACACTACGGTGGTTGATTCAACCTCGGTGACGCGTCTCGACCTCGACG
AGG AAAAAA
TATG TCG
ACTC CTC
CTATT AAAA
AAAAAAAA AAAAAAAAAA
AGATT CAA
TTATAA TTTT
TTTGAC TATGAA
TCCCCATG CGGGG
CGCATCG CTGCCCC
ACCGTTGGGCGGGGAGTGAGAG CGGGTGTCGAGTTGATGCTCGGATGGGCTTG
CGCGGACAATGCTTGCACCTCGGTGTGGG CGTGCACTCCAAGCGGGCTTGTTCGTGAAGATACGAGATGTCTTGTGATTGCTTCTTGCTTGGTGGAAGGGTTTGG
TCGACTTCACGGACTCCTTCACGACCCTTCGAACGCCGCCCC TTAAAAGGACGACGCTCTCGACG
TGAG CTC
GGGG CC
TCGTTGTGAAGGCAGGG ACACACACTGGCCTCCCGTACG
C TA
ATTG AACC
ACG TTTG
ACG TGTG
CCG CTG
TTGG TTAA
TTCC TTAA
