{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"AA":261,"TT":262,"AT":263,"AG":264,"AC":265,"TC":266,"ATT":267,"TG":268,"CC":269,"GG":270,"NN":271,"AAAA":272,"TAA":273,"TTTT":274,"ATG":275,"ATC":276,"NNNN":277,"TTG":278,"CAA":279,"ATAA":280,"TAG":281,"TTC":282,"TAC":283,"AAG":284,"TATT":285,"CG":286,"TGG":287,"NNNNNNNN":288,"AGG":289,"TAT":290,"CTC":291,"CTT":292,"CAC":293,"TTTC":294,"ATAT":295,"ATTG":296,"TAAAA":297,"TTAA":298,"TTTG":299,"GGG":300,"AGAG":301,"TCTC":302,"ACAA":303,"ACG":304,"AGAA":305,"NNNNNNNNNNNNNNNN":306,"CTG":307,"TCG":308,"CATT":309,"ATATT":310,"TATG":311,"TCAA":312,"ATGG":313,"CAG":314,"ATCC":315,"TGAA":316,"TATC":317,"ATAC":318,"TAAG":319,"ATAG":320,"CCG":321,"TTGG":322,"TTATT":323,"CCAA":324,"CAAAA":325,"TTTTG":326,"TATAA":327,"TTAC":328,"TTAG":329,"CAAG":330,"CGG":331,"CTAA":332,"AAAAAA":333,"TTTAA":334,"TTCC":335,"ACAC":336,"CATG":337,"AAAAG":338,"ATTAA":339,"čĊ":340,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":341,"TGTG":342,"CTTG":343,"CATC":344,"TAGG":345,"CTTC":346,"CTTTT":347,"AAAC":348,"AAAG":349,"ATAAAA":350,"ATCG":351,"ATATG":352,"TCAC":353,"ATTTG":354,"CTAC":355,"ATCAA":356,"TTCAA":357,"AGGG":358,"CCAC":359,"TGGG":360,"ATGAA":361,"ATTTC":362,"TGAC":363,"CTAG":364,"TGAG":365,"TTTATT":366,"ATAAG":367,"TTCG":368,"CCTC":369,"TTGAA":370,"TGTC":371,"TTAAAA":372,"TTTAG":373,"AGAC":374,"TTTGG":375,"TTTAC":376,"AAGAA":377,"ACTC":378,"GGAA":379,"TATTG":380,"ATTATT":381,"AGTC":382,"TTTTTTTT":383,"ACCC":384,"ATATAA":385,"AGTG":386,"TAATAA":387,"ATATC":388,"CCCC":389,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":390,"ATATATAT":391,"TTATG":392,"CTATT":393,"AAATT":394,"TCCC":395,"CATAA":396,"TCATT":397,"TACG":398,"TTTAT":399,"TAAAC":400,"CTCG":401,"AAAAAAAA":402,"TGATT":403,"CGAA":404,"TTTTAA":405,"TACAA":406,"AGATT":407,"CTGG":408,"CTAT":409,"AGCC":410,"TTAAG":411,"CAGG":412,"ACATT":413,"TAGAA":414,"CACG":415,"TGCC":416,"AGAAAA":417,"TAAATT":418,"ATGGG":419,"CAAAC":420,"TTATC":421,"AATC":422,"TCTCTCTC":423,"TTTTTC":424,"AAGG":425,"TATATT":426,"AGAGAGAG":427,"AGAAG":428,"TTCTC":429,"TTTAAAA":430,"TGTAA":431,"CATTG":432,"TTATAA":433,"TTGGG":434,"CTTTC":435,"CTAAAA":436,"GGGG":437,"ATAGG":438,"TGTTG":439,"GGAC":440,"CTTAA":441,"ATCTC":442,"AGTTG":443,"GGTC":444,"TAATC":445,"AGATG":446,"TATAC":447,"AATG":448,"ATTTTTT":449,"TTAGG":450,"ACAAAA":451,"ATTTTG":452,"ACCAA":453,"TAATG":454,"TAAAG":455,"ACCG":456,"AACC":457,"ATATTG":458,"ACTG":459,"CATCC":460,"ACATG":461,"CGGG":462,"CATGG":463,"TAAAAG":464,"TATGG":465,"ATTGG":466,"TGAAG":467,"ATACAA":468,"TGAAAA":469,"ACAG":470,"TTTCG":471,"TGATG":472,"TCCAA":473,"CCATT":474,"TGTTTT":475,"TGGAA":476,"AGGAA":477,"CACAA":478,"TAAAAAA":479,"TGCAA":480,"CCCAA":481,"ATTTAA":482,"ATGTC":483,"TTTATG":484,"CTCAA":485,"AGTAA":486,"ATCAC":487,"CATAC":488,"TTGTC":489,"ATAGAA":490,"CATATT":491,"TTCAC":492,"TATTAA":493,"AGCAA":494,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":495,"AGTTTT":496,"TCGG":497,"TTTCAA":498,"TTGAC":499,"CTATG":500,"CGAC":501,"ATACG":502,"ATGAC":503,"ATTAC":504,"TATCG":505,"ATTCC":506,"TTTGAA":507,"CTAAG":508,"GGTG":509,"GGCC":510,"TTATTG":511,"ATGTG":512,"TCTAA":513,"AGAGG":514,"CATAG":515,"CTTCC":516,"CATAT":517,"CTTTG":518,"CAGAA":519,"TATAG":520,"TCTG":521,"TCAAAA":522,"TTTTTG":523,"ACTAA":524,"TTGTG":525,"CTTGG":526,"TATAAAA":527,"TTTAAG":528,"AGCG":529,"TTACAA":530,"AGTAG":531,"TTATATT":532,"TATCC":533,"CAAAAG":534,"CTATC":535,"ATTTTC":536,"ATTGAA":537,"TCAAG":538,"ACAAG":539,"CCCG":540,"TTTATC":541,"CTCTC":542,"ATTCAA":543,"CTTTTG":544,"TCTCTC":545,"TGCG":546,"TTTTGG":547,"ATGAG":548,"ATCATT":549,"AAGAAG":550,"ACGAA":551,"TAACC":552,"TCCG":553,"TCAG":554,"TATAAG":555,"TTGAG":556,"TAATTTT":557,"TTCTTC":558,"ATATATT":559,"AAAAAC":560,"TAAGG":561,"TAGGG":562,"CAACC":563,"ATAAAAAA":564,"TACAC":565,"ATTAG":566,"TTAGAA":567,"TTCAAG":568,"TCTTTT":569,"CAAAG":570,"TTCATT":571,"ATCCG":572,"TTGATT":573,"ATAAAC":574,"TTCCAA":575,"ATAGAG":576,"CATCG":577,"CAGAG":578,"TATATG":579,"TCTTG":580,"TGTAG":581,"TATTTTTT":582,"ACGG":583,"TCGAA":584,"ATGATT":585,"CCAAAA":586,"TGTGG":587,"TCTTC":588,"CAAATT":589,"ACTTG":590,"CCGG":591,"TATGAA":592,"TCTCG":593,"TTACG":594,"CTGAA":595,"AGTGG":596,"ATATATATATATATAT":597,"ATCCAA":598,"TCATG":599,"TAAATAA":600,"ATAAAAG":601,"ACCAC":602,"CGTG":603,"TAACAA":604,"TTTATAA":605,"CCAAG":606,"CGAG":607,"AAAAAG":608,"TTCCG":609,"TATATAA":610,"TTTTATT":611,"TATCAA":612,"TACTC":613,"ATGCC":614,"TTTCTC":615,"GGAG":616,"TACCC":617,"CTTCG":618,"ACTTTT":619,"TTATAT":620,"CGCC":621,"ATGAAAA":622,"ATCTAA":623,"CAATC":624,"CTAGG":625,"CGTC":626,"TTGTTG":627,"TATTTG":628,"ATTAAAA":629,"TATTTC":630,"ATCAAAA":631,"ATCAAG":632,"CTATAA":633,"TTATGG":634,"CAATG":635,"ATTTGG":636,"TTCTTTT":637,"ATCTG":638,"ATGAAG":639,"TTATAC":640,"TTAAAAAA":641,"ATTTTAA":642,"CCCAC":643,"CCTG":644,"TTCAAAA":645,"GGGAA":646,"ATCGG":647,"CTTCAA":648,"ATTTATT":649,"TTGAAG":650,"TAGAC":651,"CTTAC":652,"TGAGG":653,"AGAGAA":654,"TTTAGG":655,"TAATTAA":656,"ATCAG":657,"TTGAAAA":658,"TTGCC":659,"TAAATG":660,"TTATAG":661,"TTTGGG":662,"AAGAAAA":663,"TTTTCC":664,"CTCCC":665,"TAAGAA":666,"TGTAC":667,"ATATGG":668,"TAGAG":669,"ATGATG":670,"CATTAA":671,"TCCAC":672,"ATGGAA":673,"CAAGG":674,"TTCGG":675,"TAATATT":676,"CATATG":677,"TTCTTG":678,"AAGAG":679,"TGGAC":680,"ATAAATT":681,"ATATTAA":682,"TAGTG":683,"CTTTAA":684,"CAACAA":685,"TGGTC":686,"CTCAC":687,"TTCAG":688,"TATTTATT":689,"TGGTG":690,"TTAAAC":691,"CAAAAAA":692,"CTTAG":693,"TTCTG":694,"TTAGAG":695,"CCAG":696,"TAGTC":697,"CACAC":698,"ATCATC":699,"AAGAC":700,"AGGAG":701,"CGCG":702,"ATAAAG":703,"ACAAAC":704,"CCGAA":705,"CCTAA":706,"AAAATG":707,"CTTATT":708,"TTAAAAG":709,"TTGTAA":710,"TTGGAA":711,"TTTTTAA":712,"AAAATC":713,"ATGTAA":714,"TTATCC":715,"TACATT":716,"ATATAC":717,"ATAAATAA":718,"TGGAG":719,"TCCTC":720,"TTTTAC":721,"CCATG":722,"TTCTAA":723,"CATAAAA":724,"TGCTC":725,"CATCAA":726,"CCCTC":727,"TTAAATT":728,"TGCAC":729,"TTGTTTT":730,"AAAAGG":731,"ATAATAA":732,"AAGTC":733,"TAGATT":734,"TTTTGAA":735,"AGGTC":736,"TGTTTG":737,"AAAAGAA":738,"TACAAAA":739,"ATAATC":740,"ATATCAA":741,"TCAAAC":742,"AGGGG":743,"TTATTAA":744,"CTTGAA":745,"ACGAC":746,"ATAATG":747,"AAGTG":748,"AGGAC":749,"AGCTC":750,"CAAGAA":751,"ATGCAA":752,"ATGTTG":753,"CACCC":754,"ATTTAG":755,"AGGTG":756,"CACTC":757,"TTTGAC":758,"ATTCG":759,"CATGAA":760,"TCTCAA":761,"TTAAAG":762,"CATTTC":763,"AGAGAGAGAGAGAGAG":764,"ATCTTG":765,"TTTTAG":766,"TTTTAAAA":767,"TCGAC":768,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":769,"ATATCG":770,"TTCATG":771,"ATCATG":772,"ATATAG":773,"TAGAAAA":774,"AAGCC":775,"TAGCC":776,"TTTCAC":777,"ATATAAAA":778,"TAATTG":779,"TTTATTG":780,"TCGAG":781,"TCGTG":782,"TTATAAAA":783,"TATTATT":784,"TCTCTCTCTCTCTCTC":785,"ATAAGG":786,"AGGCC":787,"TAAAAAAAA":788,"CGATT":789,"TGGCC":790,"AGAAAC":791,"TATTTAA":792,"TGGGG":793,"TTGCAA":794,"AGAAAG":795,"ATCTTTT":796,"TATATATT":797,"TCTAC":798,"CTATTG":799,"TAGAAG":800,"ATGTTTT":801,"CATAAG":802,"CTACG":803,"TACTAC":804,"TTAATC":805,"GGCG":806,"TATTTTG":807,"TGGTGG":808,"CAATAA":809,"AGGAAG":810,"AAAATAA":811,"ATTTAC":812,"ATCTAC":813,"ACGTG":814,"AAAACC":815,"TATATAT":816,"TAGTAG":817,"ACAAAG":818,"CACCAC":819,"TTAGGG":820,"AGAAGG":821,"ATTTTTG":822,"CAGCC":823,"TGTTC":824,"TTTCTTTT":825,"TGAAAC":826,"TTGATG":827,"TAATAATAATAA":828,"CTTTGG":829,"CCAAAC":830,"ATTCTC":831,"TTAATG":832,"CATATC":833,"ATATAAG":834,"CCGAC":835,"ATCTTC":836,"TAACG":837,"TACAAG":838,"TTTGAG":839,"TATTAC":840,"TTTTCAA":841,"ATTGAC":842,"AGAGAG":843,"ATTTTTC":844,"CCTTG":845,"TTAAGG":846,"TACCAA":847,"TCTAG":848,"CTTAAAA":849,"TTTGTG":850,"TTATATG":851,"TCATC":852,"ATCGAA":853,"TTAATAA":854,"CCTTTT":855,"TTAATTTT":856,"CAGGG":857,"TCTTTC":858,"TATATC":859,"TGAAGG":860,"CTACAA":861,"ACGAG":862,"TATTGG":863,"TCAAAG":864,"CTCGG":865,"TCAAATT":866,"CAACG":867,"CTTTAC":868,"TGAAAG":869,"TTTGTC":870,"TCAATC":871,"TGTATT":872,"ACAATC":873,"ATTATG":874,"ATTAAG":875,"TAATAG":876,"TAATAC":877,"TTCTAC":878,"CTGGG":879,"CGAAG":880,"AAAAAAG":881,"CATTTG":882,"ATAATTTT":883,"CTGCC":884,"TTGTGG":885,"ACTAC":886,"ATATGAA":887,"ATGCAC":888,"CTCTG":889,"CCATC":890,"GGTGG":891,"TATGGG":892,"ATTGAG":893,"ATAACAA":894,"ATTTGAA":895,"AGGAAAA":896,"CTGAC":897,"ATGTGG":898,"GGTTG":899,"ACAATG":900,"TTTTTTG":901,"CTGTC":902,"CTTTAG":903,"TTTCCC":904,"TTTTTATT":905,"CTCCTC":906,"TAGGAA":907,"TTCTAG":908,"CAGTC":909,"AGTAC":910,"TTCATC":911,"TCGTC":912,"CGGAA":913,"CTTTATT":914,"ATATATG":915,"AAAAAAAAAA":916,"TTCTTTC":917,"AGGAGG":918,"CAGAC":919,"ATCTAG":920,"ATACAC":921,"TTATGAA":922,"ATATATAA":923,"CACCG":924,"CATATAA":925,"CAAATG":926,"TGTTTC":927,"CTCTAA":928,"GGAAG":929,"TTTTTAG":930,"TTATCAA":931,"AGTTTG":932,"TTGTAG":933,"ATCAAAC":934,"CCTAC":935,"ATTCAC":936,"TAAAAAC":937,"ATTGTC":938,"GGGTC":939,"ATTGTG":940,"TGGAAG":941,"TTCGAA":942,"ATGCG":943,"ACGCG":944,"GGTTTT":945,"CTCTCTC":946,"CTTTTAA":947,"CAGTG":948,"ATATCC":949,"ACGTC":950,"AAAAATT":951,"CTCCAA":952,"AGCAC":953,"TTTACG":954,"CTAAAC":955,"TGCTT":956,"AGCTG":957,"TTAATTAA":958,"ATAACC":959,"ACAAATT":960,"TGATC":961,"ACACAC":962,"ATGTAG":963,"TTTGATT":964,"ACAAGG":965,"AGAGGG":966,"CACCAA":967,"CCTAG":968,"CATGGG":969,"AAAACAA":970,"ATAGGG":971,"CATTGG":972,"TACAG":973,"TTTCATT":974,"CGTTG":975,"TACATG":976,"CTTCTC":977,"ACAACC":978,"ATTATTATTATT":979,"TTTAGAA":980,"TAGTAA":981,"CCGAG":982,"TTTTTGG":983,"AAGATT":984,"TTCTATT":985,"CATTTTG":986,"TCAAGG":987,"TTCCTC":988,"TTATCG":989,"ATAAGAA":990,"TGCTG":991,"CTTGGG":992,"TGAAATT":993,"CGTAA":994,"TATAGG":995,"CGGTC":996,"TATATTG":997,"AGATC":998,"TTAAGAA":999,"TAATAAAA":1000,"CACATT":1001,"ACCATT":1002,"TGGTTG":1003,"TTTTTTAA":1004,"TCAACC":1005,"TATACAA":1006,"TTATATAA":1007,"TTTGAAG":1008,"TACTAA":1009,"TACTG":1010,"CGAAAA":1011,"TGGATT":1012,"TCTATT":1013,"ATGGAG":1014,"ATAAATG":1015,"TTACAC":1016,"TTTACAA":1017,"TGTCG":1018,"ATAGAC":1019,"TGTGTGTG":1020,"CAATTTT":1021,"TACCG":1022,"AGCTT":1023,"AGTTTC":1024,"ATTGATT":1025,"CTAGAA":1026,"TGCAG":1027,"TTCTCTC":1028,"TTAACC":1029,"TTTTCG":1030,"TAGTTG":1031,"TATATAC":1032,"AGTATT":1033,"TTGGGG":1034,"ACACACAC":1035,"ATGGAC":1036,"TGATAA":1037,"AGGATT":1038,"TATCTC":1039,"TTGGAC":1040,"TGAATC":1041,"AGGGAA":1042,"CGGGG":1043,"AAGTTG":1044,"TAAATC":1045,"TACGG":1046,"ATGAGG":1047,"TTGCG":1048,"TGACG":1049,"TA":1050,"ATAATATT":1051,"TATTGAA":1052,"ACCTC":1053,"TAGTTTT":1054,"TCCATT":1055,"AGTTC":1056,"CTTATG":1057,"TGTTAA":1058,"TTTTTTTTTTTTTTTT":1059,"AGAGAGAA":1060,"TTTGTAA":1061,"TTATAAG":1062,"CTAAAAG":1063,"AAAGGG":1064,"AGCAG":1065,"CTTAAG":1066,"TTTTTTC":1067,"TTTTTTTC":1068,"ATCTATT":1069,"TAAAATAA":1070,"TGGCG":1071,"TATCAC":1072,"CATAGG":1073,"TACTTG":1074,"TAGCAA":1075,"CA":1076,"ATGGGG":1077,"CACCTC":1078,"AGGCG":1079,"TAAAAAG":1080,"ATTTTATT":1081,"AGGTTG":1082,"AAGATG":1083,"TACTTTT":1084,"ATCATAA":1085,"TGGGAA":1086,"TTTAAAC":1087,"TTTGTTTT":1088,"TAAATATT":1089,"TAATGG":1090,"AGGTGG":1091,"TCGCG":1092,"CTGAG":1093,"CCTTC":1094,"CTGCAA":1095,"ATCCAC":1096,"TGCATT":1097,"TGAGAA":1098,"CCACG":1099,"TTCCAC":1100,"ATTGGG":1101,"ATCCTC":1102,"TTTCAAAA":1103,"ATTAAAC":1104,"ATGGTC":1105,"TTTTCTC":1106,"CATCTC":1107,"AGATAA":1108,"TTTGAAAA":1109,"AGAATC":1110,"CCCTAA":1111,"AAGCAA":1112,"AGGTAA":1113,"TTTGTTG":1114,"ACAACAA":1115,"TATGTG":1116,"ATATATATT":1117,"ATTTCAA":1118,"CGATG":1119,"TATGAC":1120,"CCCTT":1121,"TTTGGAA":1122,"TTGGTC":1123,"TATTTTC":1124,"ATTTAAAA":1125,"AAAAGAAAA":1126,"TAACAC":1127,"CATTTTC":1128,"TTTAAAAAA":1129,"ATCAAAG":1130,"TGATTG":1131,"TATAGAA":1132,"TGGCAA":1133,"TTAAATG":1134,"GGGAC":1135,"TATATAG":1136,"TATTAG":1137,"CTTCAC":1138,"CTCCG":1139,"CTCAAAA":1140,"CTCATT":1141,"TGTGGG":1142,"TACTAG":1143,"CCAACC":1144,"TTAGAC":1145,"TATATTAA":1146,"ATATTTC":1147,"GGGAG":1148,"CTCAAG":1149,"TTATTTTTT":1150,"CCGCC":1151,"CAACAC":1152,"ATAATTAA":1153,"GGAAAA":1154,"TAATTTC":1155,"ATTGAAG":1156,"CAAAAAC":1157,"TATTAAAA":1158,"GGATG":1159,"TAGATG":1160,"CAATTG":1161,"TATTTTAA":1162,"TCTCAC":1163,"ATTGAAAA":1164,"GGGCC":1165,"ATCTTTC":1166,"ATACTC":1167,"AAAAAAAAAAAAAAAA":1168,"CATCAC":1169,"CTTTTTC":1170,"TTACTC":1171,"GGATT":1172,"TAATTTG":1173,"CCAATC":1174,"TTTATTAA":1175,"TTGTAC":1176,"CACATG":1177,"TTTTAAG":1178,"CATTAC":1179,"TAAAGG":1180,"TAATTC":1181,"TGACAA":1182,"TGTGAA":1183,"ACGCC":1184,"ATAATTG":1185,"TAAAATC":1186,"TTTCTTG":1187,"TGGATG":1188,"CTCAG":1189,"CACAAAA":1190,"TAAACAA":1191,"TTCTTTG":1192,"TCGCC":1193,"AGTTAA":1194,"TAACATT":1195,"TATTCC":1196,"TGGAAAA":1197,"TTATATC":1198,"TGTCAA":1199,"TTATTTC":1200,"CTTTCAA":1201,"AAAAAAAC":1202,"ATTATAA":1203,"TTCTTCC":1204,"ATCTTAA":1205,"TATTTTTC":1206,"CAGAAG":1207,"CCGCG":1208,"TAAGGG":1209,"TTGCTC":1210,"ATAGAAAA":1211,"TTTTTAC":1212,"AGGATG":1213,"TCGATT":1214,"TTTTATG":1215,"ATAGTC":1216,"TTGGAG":1217,"TAACTT":1218,"TACGAA":1219,"CCCATT":1220,"CCCTG":1221,"TAAGAC":1222,"TATGTC":1223,"ATATTTG":1224,"CTCGAA":1225,"TTCTTAA":1226,"TTTAAAAG":1227,"TAACTC":1228,"AGAAATT":1229,"TAAACG":1230,"CACAAG":1231,"CACTTG":1232,"CAAAGG":1233,"ATGTAC":1234,"TTTCAAG":1235,"TTTGCC":1236,"ATCTCAA":1237,"CTTTGAA":1238,"ATATTTTTT":1239,"CATATTG":1240,"ATGGTG":1241,"TTTAAATT":1242,"CTTTCTC":1243,"ACGAAG":1244,"AGAGAC":1245,"TATAAAC":1246,"ATTTGGG":1247,"ACGAAAA":1248,"TTATTATT":1249,"CTGATT":1250,"TTCATAA":1251,"CATTTTTT":1252,"ACGTGG":1253,"TTTTGTC":1254,"TATATATATAT":1255,"ATGTATT":1256,"ATCTCTC":1257,"TTTCCAA":1258,"TTTTTTTTTTTT":1259,"TTGTATT":1260,"TGAATG":1261,"TTTTGAC":1262,"TATCCAA":1263,"TTACCC":1264,"TTCCCC":1265,"ATACCC":1266,"CGGCG":1267,"TTAACAA":1268,"ATCTCG":1269,"CTAATC":1270,"ATCACAA":1271,"TTTGATG":1272,"TGGTTTT":1273,"TTTCTTTC":1274,"TAAAATG":1275,"TTAGTC":1276,"CTTGAC":1277,"TATGAG":1278,"TTCAAAC":1279,"ATACAAAA":1280,"CTCTTG":1281,"CCGTC":1282,"CTGTG":1283,"CAAAATC":1284,"TAAATTG":1285,"TTTCAG":1286,"TTAAATAA":1287,"CATTCC":1288,"TAAGAG":1289,"CTATGG":1290,"CAATGG":1291,"TTAATTG":1292,"ATAGAAG":1293,"ATAAAAAAAA":1294,"CCAAAG":1295,"GGGTG":1296,"TATTTAC":1297,"TTACAAAA":1298,"CTCCAC":1299,"TATATATG":1300,"CATACAA":1301,"TATAAAAAA":1302,"CATGAC":1303,"CATGTC":1304,"ACGATT":1305,"ATTGTTG":1306,"TTTAAAG":1307,"TATTCAA":1308,"TGGGGG":1309,"ATTTGAC":1310,"TATTTTTG":1311,"CGAGG":1312,"TACCAC":1313,"TTTCTG":1314,"TATGAAAA":1315,"TCAATG":1316,"TAGTGG":1317,"TTATTTG":1318,"TTTCGG":1319,"TTACATT":1320,"TACCTC":1321,"AGAATG":1322,"CCAAGG":1323,"TCGTTG":1324,"ACAATAA":1325,"AGGCAA":1326,"ATGAAAG":1327,"ATATTTTG":1328,"CGGAC":1329,"ATACATT":1330,"TTTATATT":1331,"CTGAAG":1332,"CGTGG":1333,"CACAG":1334,"TAAGTC":1335,"ATAATAG":1336,"CTGGAA":1337,"CACTG":1338,"AGAACC":1339,"CAGGAA":1340,"TAAAAGG":1341,"ATTAAATT":1342,"AAACCC":1343,"TAAGAAAA":1344,"ATGCTC":1345,"CTTTGTG":1346,"TATGATT":1347,"ATAGATT":1348,"TCACTC":1349,"TCGAAG":1350,"CTAGGG":1351,"TGAACC":1352,"CAACTC":1353,"TAATTATT":1354,"TTGGTG":1355,"AGGTAG":1356,"CTTGAG":1357,"CAAGAC":1358,"CGACG":1359,"TTTAATC":1360,"TAAAAATT":1361,"TTTCTCTC":1362,"TAATCAA":1363,"TATACG":1364,"TATATATATATATATATAT":1365,"TATCATT":1366,"CTGAAAA":1367,"ATAGTG":1368,"TTAATATT":1369,"TTCTCAA":1370,"TAGTAC":1371,"CAGAAAA":1372,"CTTCCAA":1373,"TAAATTAA":1374,"CTAAAG":1375,"TTGAGG":1376,"TTTATGG":1377,"CAAATAA":1378,"AGAGAAG":1379,"CTTATAA":1380,"TAAAATAAAA":1381,"ATTGCC":1382,"CAAGTC":1383,"TGTGTG":1384,"CCACCG":1385,"TTCTCG":1386,"ATCTGG":1387,"CAGCG":1388,"CTATTAA":1389,"TTGTTTC":1390,"AAACTC":1391,"TTTGCAA":1392,"CACGG":1393,"TATTTGG":1394,"TAAAGAA":1395,"TTTATAC":1396,"CTAAGG":1397,"AGGTTTT":1398,"ATTGTTTT":1399,"TTAAAAAAAA":1400,"CTTTCG":1401,"ACGACG":1402,"ACACCC":1403,"CCTCCC":1404,"CAGCAA":1405,"CTAAAAAA":1406,"ATGGATT":1407,"AAAGAAAA":1408,"ATCTTTG":1409,"CGTTTT":1410,"TCAATTTT":1411,"TTTAGGG":1412,"TTGGATT":1413,"CGGCC":1414,"CTAAATT":1415,"ACACTC":1416,"ATGGAAG":1417,"TTCTTCAA":1418,"TGGTAG":1419,"ATTAAAG":1420,"TCTCCC":1421,"ATGATAA":1422,"TTGTTTG":1423,"AGAGAAAA":1424,"CATAGAA":1425,"TTGCAC":1426,"CAAAAAAAA":1427,"TAATGAA":1428,"TACTATT":1429,"CCACCC":1430,"ATCGAC":1431,"CCGTG":1432,"CGTAG":1433,"TGGAGG":1434,"TTAGAAAA":1435,"AAAAAAAG":1436,"TTTCTCTCTC":1437,"CAGATT":1438,"GGAAGG":1439,"TTAGATT":1440,"TAAAAAAG":1441,"AGGGGG":1442,"CTTTTGG":1443,"CCACTC":1444,"TTGGCC":1445,"AAAAAAAAAAAA":1446,"TAATATG":1447,"CGCAA":1448,"CGGTG":1449,"ATTGATG":1450,"TTTAATTTT":1451,"AGGGAC":1452,"AGAAAGAA":1453,"AAAGAC":1454,"ATATTAC":1455,"TTATTTTG":1456,"CCAAATT":1457,"ATTGCAA":1458,"AGTGAA":1459,"CGTAC":1460,"ACAAATG":1461,"CATACG":1462,"ATATTATT":1463,"TTAGTG":1464,"ATCCAAAA":1465,"ATCGGG":1466,"CTTAGG":1467,"ATCACG":1468,"CTATAC":1469,"TTTCCTC":1470,"TTTTGAG":1471,"CTATATT":1472,"TCAACAA":1473,"CTAACC":1474,"CTGCG":1475,"ATTAATC":1476,"TTTTGGG":1477,"TTCACG":1478,"TTTAATG":1479,"TGGTAA":1480,"TATATGG":1481,"CAAAACC":1482,"TAAAAGAA":1483,"ATGAAAC":1484,"TTCATTG":1485,"ATCATTG":1486,"AGTCG":1487,"TATTTAG":1488,"TATGGAA":1489,"CATTGAA":1490,"CTCTAG":1491,"TATATTTG":1492,"TTACAAG":1493,"CATCCG":1494,"ATATTTAA":1495,"AAGAAGG":1496,"CATGTG":1497,"TGTGAC":1498,"TTTCATG":1499,"TCAACG":1500,"TGAGAC":1501,"TTTAAGG":1502,"CTTTAAAA":1503,"CTGCTG":1504,"TTTTATAA":1505,"TATATATAA":1506,"TTGAAAG":1507,"TTTTCTTTT":1508,"ATGCAG":1509,"CAAACAA":1510,"CT":1511,"TATTTTATT":1512,"TTTTGAAAA":1513,"TTAGAAG":1514,"TTTTTTATT":1515,"ATCTAAAA":1516,"ATATATAC":1517,"TTGGAAG":1518,"CTATCG":1519,"CATTATT":1520,"CAAGCC":1521,"ATCAGG":1522,"CTTAAAC":1523,"TAAGCC":1524,"TAAATAC":1525,"TTGTTC":1526,"TAACAAAA":1527,"ATGGCC":1528,"ATCCCC":1529,"CAATAG":1530,"ATCCATT":1531,"TTTTTAAAA":1532,"TTGCTG":1533,"CAGCCG":1534,"ATAATAC":1535,"ATAACG":1536,"ATA":1537,"TTTTCAC":1538,"ATATATC":1539,"CAAGAG":1540,"TCAAATG":1541,"TAGGGG":1542,"TCACCC":1543,"TAGCG":1544,"TTTATAG":1545,"TATAAAAG":1546,"TTCCATT":1547,"TCGTCG":1548,"TAAGTG":1549,"ACGATG":1550,"CGGAG":1551,"TATATAAAA":1552,"TAAGATT":1553,"TTTCCG":1554,"ATATTGG":1555,"TAGAGG":1556,"ACAACG":1557,"TTCTGG":1558,"CACGAA":1559,"TGTGTC":1560,"TAAAACC":1561,"TTTCTAA":1562,"TTGAAAC":1563,"TTGCAG":1564,"AGAGTG":1565,"ATACGG":1566,"AAGAAAG":1567,"TTTTTTTG":1568,"ATACCAA":1569,"ATAGCC":1570,"CTTGTC":1571,"ACCGG":1572,"TTTTCTT":1573,"TACAAAC":1574,"ATATTAAAA":1575,"TATAAATT":1576,"TATGTTG":1577,"TAAGAAG":1578,"ATTGTAA":1579,"TTTATCG":1580,"TATGCTC":1581,"TATCAAAA":1582,"TGGGTC":1583,"CAAATC":1584,"CTGCTC":1585,"ACAACAC":1586,"TTTTCATT":1587,"ATACATG":1588,"CAAAAAG":1589,"TACATAA":1590,"AAGAGG":1591,"TAGGTC":1592,"TTTGATTG":1593,"TTATTGG":1594,"TATAAAG":1595,"TCGAAAA":1596,"CATGAG":1597,"CATTAG":1598,"NNN":1599,"TTCGGG":1600,"TTCGAG":1601,"TTAGCC":1602,"ATAAAAAC":1603,"CTTAAATT":1604,"CATGCG":1605,"TCTCTCTCTCTC":1606,"TATAGAG":1607,"ATGTTTG":1608,"TTTCTTC":1609,"TTATTAC":1610,"ATGTTAA":1611,"ATCCCAA":1612,"CAAAAGG":1613,"ACGATCG":1614,"TATGTAA":1615,"CTCTTTT":1616,"CTATCC":1617,"TTGTTAA":1618,"CATCGG":1619,"ATGTTC":1620,"TTTTGTG":1621,"TTGAAGG":1622,"TTATGGG":1623,"CGTCG":1624,"AGGTAC":1625,"CGGTGG":1626,"CCGAAG":1627,"ACAATTTT":1628,"CATGCC":1629,"TAATTTAA":1630,"ATGAAGG":1631,"ATACAAG":1632,"TTATAGG":1633,"AGATGG":1634,"TAGATAA":1635,"ATGTGAA":1636,"CTCTAC":1637,"CTTTATG":1638,"ATGTCG":1639,"CCGATT":1640,"TATTCG":1641,"CATTCAA":1642,"TCATAA":1643,"TGGGCC":1644,"CTCTTC":1645,"CAGTTG":1646,"TGTATG":1647,"CAGTGG":1648,"CTTATC":1649,"TTTGTAG":1650,"GGGAAG":1651,"CATTTAA":1652,"AAACAAAA":1653,"CATCCAA":1654,"CTACAC":1655,"CAAGAAG":1656,"TTCACAA":1657,"TCAATAA":1658,"CAGAGG":1659,"ATTAAGG":1660,"CACTAA":1661,"TAAAAATAA":1662,"ATATGGG":1663,"ATGATC":1664,"TTAATAG":1665,"TTTGAGG":1666,"TTCGAC":1667,"AGACG":1668,"CAATAC":1669,"CATAAAC":1670,"TTTTTTTAA":1671,"CAATATT":1672,"TAGAAAG":1673,"TTAACG":1674,"CTTCAAG":1675,"CACTAC":1676,"AGAGAGG":1677,"CTTCATT":1678,"ATCCGG":1679,"ATCCAAG":1680,"TTCAGG":1681,"AGAAATG":1682,"CTAATG":1683,"ATCATATT":1684,"ATCAAATT":1685,"TAAATAG":1686,"CTCATG":1687,"ATGGTGG":1688,"TTTTGATT":1689,"TTTTGTTTT":1690,"TTTTTTTTAA":1691,"TAATTAC":1692,"ATCTTCC":1693,"ATTTGTC":1694,"CTGTTG":1695,"CGAGTC":1696,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":1697,"TTTATAAAA":1698,"CTCTCG":1699,"TAGTATT":1700,"ATTATTTTTT":1701,"CTACTC":1702,"ATGAAATT":1703,"TTAGGAA":1704,"TGAAATG":1705,"TGCATG":1706,"TATATTTC":1707,"AAAAGAC":1708,"TAGGAC":1709,"AGAACAA":1710,"CCTCGG":1711,"TTTGGAC":1712,"NNNNNNNNNNNN":1713,"CAGCAG":1714,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":1715,"TTCTAAAA":1716,"TTTATAAG":1717,"TTCAAATT":1718,"AGATTG":1719,"CATTCG":1720,"ATAAACAA":1721,"ATGTCAA":1722,"TTCATATT":1723,"CCAATG":1724,"TAATATAA":1725,"TTCCAAAA":1726,"TATACAC":1727,"ATAGGAA":1728,"CTTATTG":1729,"TTACATG":1730,"CGCGG":1731,"CAAGGG":1732,"TATTAAG":1733,"TAGAAAC":1734,"AGGAAAG":1735,"TTATATTG":1736,"CAAAATG":1737,"TTCCGG":1738,"AAAAGTC":1739,"CCCCGG":1740,"ATGGATG":1741,"AGCCG":1742,"TTTTTCAA":1743,"CTATCAA":1744,"CCAACAA":1745,"TTTCTAG":1746,"TTTTAAATT":1747,"TATCCG":1748,"CATTAAAA":1749,"AGTCAA":1750,"TACAAAG":1751,"TCGATG":1752,"TTT":1753,"TATTATG":1754,"CTGATG":1755,"ATCATAC":1756,"TTGAAATT":1757,"TATCAAG":1758,"AGTTGG":1759,"TTGATAA":1760,"TATGAAG":1761,"CAGATG":1762,"CTTTTTTTT":1763,"AGAAAAAA":1764,"ATTAATAA":1765,"TCGAGG":1766,"TGTTGG":1767,"TTAGTTG":1768,"TATAATC":1769,"AGACAA":1770,"CGCAC":1771,"TTACCAA":1772,"TTCGTC":1773,"ATCATCC":1774,"CGGGGG":1775,"TGAGTC":1776,"ATGGAGG":1777,"TCACATT":1778,"AGAGAGAGAGAG":1779,"ATTTGATT":1780,"CTACCC":1781,"CTTGCAC":1782,"TATCGG":1783,"AAAATTG":1784,"CTTTTCC":1785,"TTTGGGG":1786,"ACAAATAA":1787,"ATGAATC":1788,"TATTTTGG":1789,"CAGGGG":1790,"TTCAATC":1791,"TTTTCTG":1792,"TGACTC":1793,"ACACATT":1794,"ATCTATG":1795,"ATTATTATT":1796,"CAGTAG":1797,"TTATTTTAA":1798,"ATCAATC":1799,"CTAGAC":1800,"AAAAGAAG":1801,"CTTTTTG":1802,"CAAGAAAA":1803,"CTTCTTG":1804,"TTGAATC":1805,"CTCAAAC":1806,"CTCTTTC":1807,"ATTTCATT":1808,"TATTTGAA":1809,"ATGGAAAA":1810,"CGCCG":1811,"AAAAAAATT":1812,"CTTGTG":1813,"CTCTTTG":1814,"TTAGTTTT":1815,"AAGTGG":1816,"TAACTAA":1817,"CAATTAA":1818,"CATTTGG":1819,"TAATAATAATAATAATAATAATAA":1820,"TATGCC":1821,"ATTAATG":1822,"TGGGTG":1823,"TAGTTAA":1824,"TTCTTATT":1825,"TTTCTAC":1826,"CAGCTG":1827,"TAATAAG":1828,"TTCTTGG":1829,"TTCCAAG":1830,"CATGGAA":1831,"TAAAAATG":1832,"CAAGTG":1833,"CTTCAAAA":1834,"CTTTAAG":1835,"TTATACAA":1836,"TTAAAAAC":1837,"TTTCGAA":1838,"TAAAATATT":1839,"ACACAAAA":1840,"TATGTTTT":1841,"TAGAGAG":1842,"GGGAAAA":1843,"CTTGCC":1844,"ATTTGAG":1845,"ACAAACAA":1846,"TGAACAA":1847,"CTTTCAC":1848,"ACGTAA":1849,"TTAGGGG":1850,"TTGAGAA":1851,"CTATGAA":1852,"CCACCAC":1853,"AAAAAAGG":1854,"CTTTTAC":1855,"TGTCGG":1856,"AGAGTC":1857,"TGGTAC":1858,"TATAGAC":1859,"CTTCCTC":1860,"CAATTTC":1861,"ATATTTTAA":1862,"TTGATC":1863,"CTGTAA":1864,"TATAATAA":1865,"TATTATAA":1866,"TATATCC":1867,"TTTTGAAG":1868,"TTATTTTATT":1869,"TTTGTTTG":1870,"CTTACAA":1871,"CTTCTG":1872,"TATTCTC":1873,"TATATCAA":1874,"CTTAAAG":1875,"TTTACTC":1876,"ATGCATT":1877,"TTACAG":1878,"TACATAC":1879,"ATCGTC":1880,"ATCGAG":1881,"TATATTATT":1882,"CACTAG":1883,"CTGTAG":1884,"TTTGTGG":1885,"TTTATGAA":1886,"CTTTGAC":1887,"TTTATCAA":1888,"ATCTATC":1889,"ATTGTGG":1890,"AGAGCC":1891,"TCGTGG":1892,"TTTATTTTTT":1893,"ACGAGG":1894,"AGAATAA":1895,"ATATATATG":1896,"ATATTGAA":1897,"TATACTC":1898,"TTCCCAA":1899,"ATTAGG":1900,"AAAAATAA":1901,"ATATATAG":1902,"TTGGTTG":1903,"TAAATAAAA":1904,"TTTAGAG":1905,"TGTCTC":1906,"ATCTGAA":1907,"CGTTTG":1908,"ATGGTTG":1909,"CTTGGAA":1910,"TAGGCC":1911,"CTTTATC":1912,"AAAGTC":1913,"TACTTAA":1914,"CTTGTTG":1915,"ATATGAC":1916,"CGCTC":1917,"AAAGAAG":1918,"ATAACAC":1919,"AGAAAGG":1920,"TATGCAA":1921,"TAAAACAA":1922,"TTAATGG":1923,"CTTGATT":1924,"CATCATT":1925,"TGGGAC":1926,"TTCGCC":1927,"AGAGAGAGAGAGAGAGAGAGAGAGAGAGAGAG":1928,"ATTTCAAAA":1929,"ATAGATG":1930,"CGAAAC":1931,"CTTTGAG":1932,"CTATAAAA":1933,"TTGGAAAA":1934,"TGTATC":1935,"TAGTTTG":1936,"CTTATATG":1937,"TTCAAGG":1938,"TCTCATT":1939,"AAAAAATC":1940,"TTCTATC":1941,"AAGTAA":1942,"CTATAAG":1943,"ACGTTG":1944,"AAGTTTT":1945,"CACTTTT":1946,"ATATTTATT":1947,"TTCTTAC":1948,"CAGCTC":1949,"CTCGTG":1950,"TTCATCC":1951,"AGGGAG":1952,"AAAAGAG":1953,"ATCTAAG":1954,"ATAATGG":1955,"ATGACAA":1956,"CACAAAC":1957,"TTTCTATT":1958,"ATTAATTAA":1959,"ATGAGAA":1960,"TTATAGAA":1961,"TTATTTAA":1962,"CAGTAA":1963,"TACCATT":1964,"ATGCATG":1965,"TGTCATT":1966,"TTATTTATT":1967,"ATGGGAA":1968,"ATCATAG":1969,"ATAAATATT":1970,"CAACATT":1971,"TATATGAA":1972,"TTTAACC":1973,"TAGGTG":1974,"ATATCAC":1975,"ATACAG":1976,"TTCTCAC":1977,"TGTGAG":1978,"ATCATGG":1979,"TACAAATT":1980,"CTTTCCC":1981,"TGAATAA":1982,"TTTGGTC":1983,"CGAAGG":1984,"ATATATATATATATATATATATATATATATAT":1985,"CTTGAAG":1986,"TGACATT":1987,"AGACTC":1988,"ATATACAA":1989,"TATAAGG":1990,"ATCAGAA":1991,"ATAATAAAA":1992,"ATTGTAG":1993,"AGAGATT":1994,"TTACTG":1995,"CAAGATT":1996,"AGGCTG":1997,"GGAATC":1998,"ACAATTG":1999,"TTCCAG":2000,"TAATCG":2001,"ATAATCAA":2002,"AGACCC":2003,"TTTATCC":2004,"TTTAATTAA":2005,"CTTGAAAA":2006,"TTATTGAA":2007,"TACATC":2008,"CAAACG":2009,"CATCAAAA":2010,"ATTTGAAG":2011,"CTTCCG":2012,"AGGGCC":2013,"TTGGGAA":2014,"TATATAAG":2015,"TATGTATG":2016,"ATTTCCC":2017,"ATAAATAG":2018,"TAGATC":2019,"CAAAGAA":2020,"ATAAAGG":2021,"TCGCCG":2022,"TTCATGG":2023,"ATTTGAAAA":2024,"TAGGAG":2025,"TTTCCAC":2026,"ATAAAGAA":2027,"TAGCTC":2028,"CATGATT":2029,"TCTCTCTCTC":2030,"TTTTTGAA":2031,"ATTGTTTG":2032,"TATATATC":2033,"CAAAAAAG":2034,"TATCAG":2035,"TATCTAA":2036,"ATACTTG":2037,"TTTTAGG":2038,"CATAGAG":2039,"TACACG":2040,"TACACAA":2041,"GGGTTG":2042,"ATCGTG":2043,"ATGATTG":2044,"AGGAAGG":2045,"CAAAAGAA":2046,"TGGTTTG":2047,"AGGAAAC":2048,"CTAATAA":2049,"CTGTTTT":2050,"TTTTGCC":2051,"CATTTATT":2052,"TAAAATAG":2053,"TACTTC":2054,"TTCCTG":2055,"TACTTTC":2056,"TCAATTG":2057,"TATAGTC":2058,"TTAATTTG":2059,"CTCCTT":2060,"TTTAATAA":2061,"TTCAAAG":2062,"TTACTTTT":2063,"GGGTGG":2064,"ATTAACC":2065,"ATAGTTG":2066,"CTAAGAA":2067,"CGAAAG":2068,"TTTACAC":2069,"TGTGATT":2070,"TTTAGAC":2071,"TTACGG":2072,"TGTCCC":2073,"TAAAATTG":2074,"ACACCAA":2075,"TTTAAGAA":2076,"TATCTTTT":2077,"CAAAATAA":2078,"ATAAATC":2079,"ACGTTTT":2080,"TTGGTGG":2081,"AGGGTC":2082,"TTTTGTTG":2083,"CATTCTC":2084,"TTACTTG":2085,"ACACATG":2086,"TACCTG":2087,"TTTGCTC":2088,"TAAAATTTT":2089,"ATATATTG":2090,"TCGTTTT":2091,"TTAAAAGG":2092,"TATTTTTAA":2093,"TCTCTG":2094,"TGTGCC":2095,"TAGAGAA":2096,"ATCCAG":2097,"TTCAACC":2098,"ACACGG":2099,"CAGTTTT":2100,"CCGCCG":2101,"TTGGATG":2102,"CTATAG":2103,"TTATTAAAA":2104,"TTCCTTTT":2105,"ATATTCC":2106,"TTATTAG":2107,"CTTAATC":2108,"CCTCCTC":2109,"TAATTAG":2110,"ATAATTTG":2111,"TACTTTG":2112,"ATATTAG":2113,"CTGCAC":2114,"AGGCTC":2115,"TTAAGGG":2116,"TTCATAC":2117,"ATATAAAAAA":2118,"TCGTATT":2119,"TCAACTC":2120,"TAAGTTG":2121,"CTATTTC":2122,"ATAAATAAAA":2123,"ATCGATT":2124,"TATGATG":2125,"CATAAAAAA":2126,"TGGAAAC":2127,"TATACATT":2128,"TAGCAC":2129,"ATAGTAA":2130,"TTAAACAA":2131,"ACCCTAA":2132,"CATCAAG":2133,"TTACCG":2134,"CATGAAAA":2135,"CTAATTTT":2136,"TTCTATG":2137,"ATAGTTTT":2138,"CATCGAA":2139,"TTATATATT":2140,"TGAATTTT":2141,"ACAATCG":2142,"CTTCGG":2143,"CTCGAC":2144,"TATCATG":2145,"AAAAAACC":2146,"CTTTTATT":2147,"ATTTCAAG":2148,"TAGCTG":2149,"ATATATTAA":2150,"CTAACAA":2151,"TCACCAA":2152,"TTTCAAAC":2153,"AAAGTG":2154,"TGGCTG":2155,"TAACTG":2156,"TTGAACC":2157,"TGGCTC":2158,"TATTGTC":2159,"TTTATTTC":2160,"TGTCAAAA":2161,"CTAGTC":2162,"ATATCTC":2163,"AGGCAC":2164,"ATATATATAA":2165,"CAAAAATT":2166,"TATGGAC":2167,"TTGATTG":2168,"TGACCC":2169,"TCACCG":2170,"TGACAAAA":2171,"TAATTTTG":2172,"CCAAATG":2173,"TTTAGTC":2174,"TAAAAAAAAAA":2175,"CAGCAC":2176,"ATCAAGG":2177,"TTGAATG":2178,"CACGAC":2179,"TTAATAC":2180,"TTATGAC":2181,"ATAAATTG":2182,"TGGCAC":2183,"TTTCAAATT":2184,"ATATGTG":2185,"TTTCTCAA":2186,"TATAATG":2187,"ATATAGG":2188,"CTTCAG":2189,"CGAATC":2190,"CTTTGTC":2191,"NNNNNNNNNNNNNNNNNNNN":2192,"ATACCG":2193,"TATTGAC":2194,"ACGCAA":2195,"TTTGTATT":2196,"ACGTCG":2197,"CCGAAAA":2198,"GGGCG":2199,"TCTCTTTT":2200,"ACACTAC":2201,"AGTCCC":2202,"CGGGAA":2203,"ATCTTAC":2204,"TGAGATT":2205,"CGGAAG":2206,"ATTAATTTT":2207,"CCCCCC":2208,"TTTTGATG":2209,"ATATGAAAA":2210,"TAAGCAA":2211,"TTCAGAA":2212,"CATATGG":2213,"ATAAAAAG":2214,"TTAAAGG":2215,"TTCGATT":2216,"TAGTGAA":2217,"CTGGAC":2218,"ATATTCAA":2219,"CATTTTTC":2220,"ACAATATT":2221,"AAAGCC":2222,"ACAAAGG":2223,"CATTTAC":2224,"TAAAAAAAC":2225,"ATCCATG":2226,"CTTAGAA":2227,"TCGTAA":2228,"ATCTCAC":2229,"CATGAAG":2230,"TACGAC":2231,"TTCAAAAG":2232,"CGTATT":2233,"TTGGTTTT":2234,"TGAGTG":2235,"AAGAATC":2236,"TATCTG":2237,"TCGCAA":2238,"CATGCATG":2239,"AAAAATG":2240,"TGAGCC":2241,"TTATCTC":2242,"CTTTCATT":2243,"CCACCAA":2244,"ATAAGGG":2245,"TATGTAC":2246,"TTAGTAA":2247,"TATTTTAC":2248,"TAGGATT":2249,"ACAATAG":2250,"TCTCCAA":2251,"TTGTCAA":2252,"ACTCCC":2253,"TTTGTAC":2254,"TGAGAAG":2255,"TAGAATC":2256,"CATAAAAG":2257,"TTAATTTC":2258,"AAGAAATT":2259,"AGAAGGG":2260,"ATGTTTC":2261,"TTTGAAAC":2262,"TTTGAAATT":2263,"TCACTG":2264,"TTATCAC":2265,"TAAAAAAAG":2266,"TATAATTTT":2267,"ATATAAAC":2268,"ATAAATAC":2269,"ACACAAG":2270,"TTAAAAATT":2271,"TAACCAA":2272,"TTAAATC":2273,"TCTCAAG":2274,"ACACCG":2275,"ATACGAA":2276,"TAAAATAC":2277,"TATGTGG":2278,"TTCTTCG":2279,"AAAAGCC":2280,"TTCTTTAA":2281,"ATGGCAA":2282,"TTCCTTG":2283,"CTTTGATT":2284,"TGGGAG":2285,"ACTCGG":2286,"ATCTTGG":2287,"CCAACTC":2288,"ATGAATG":2289,"CTAGCC":2290,"CTCGAG":2291,"TAAATTAC":2292,"CAAAACAA":2293,"TTCTTTTG":2294,"ATTGAGG":2295,"ACAACTC":2296,"ATACTG":2297,"ATAGCAA":2298,"CATCAG":2299,"AAAAAATAA":2300,"ATGCTG":2301,"ATCTTATT":2302,"TTCCCTC":2303,"AGTCGG":2304,"TTAAATTG":2305,"ATATATAAAA":2306,"TTCTGAA":2307,"ACGAAAC":2308,"TATTTTAG":2309,"ATAACTC":2310,"AAAAGTG":2311,"TTGCATT":2312,"TTAATTATT":2313,"TAAGATG":2314,"AAGAAAC":2315,"ATTGTAC":2316,"TAAGTTTT":2317,"ATATGTC":2318,"TATGGTC":2319,"TTATGTG":2320,"TATCCAC":2321,"CATGCAA":2322,"CTTTATAA":2323,"AAGGGG":2324,"CACCATT":2325,"TTTCCATT":2326,"TTAAAAAG":2327,"TTCTTAG":2328,"CGACAA":2329,"CGTTGG":2330,"TATAGGG":2331,"AGTCATT":2332,"TTTTGTAA":2333,"TCTCTCTCTCTCTCTCTCTCTCTCTCTCTCTC":2334,"GGGATT":2335,"TGATTGG":2336,"TAGTCAA":2337,"TAAAATTAA":2338,"GGGCAA":2339,"CTGTGG":2340,"TTGTGAA":2341,"TTCTCGG":2342,"TAGGAAG":2343,"TTTTTCTTTT":2344,"AGGAGAA":2345,"ATCTTAG":2346,"ACAATCAA":2347,"ATCAACAA":2348,"CTAGAG":2349,"TTTGTCAA":2350,"TGTGAAG":2351,"TATTTATG":2352,"TTTGCG":2353,"CATATAC":2354,"CTTACG":2355,"TCTCAAAA":2356,"ATCAACC":2357,"ACAATGG":2358,"ATTAAATG":2359,"ATAAAATC":2360,"TTATTCC":2361,"ATAACATT":2362,"TATTTAAAA":2363,"ATACATAC":2364,"TTACTAA":2365,"TTCAAAAAA":2366,"AGAGAAAG":2367,"TTCATAG":2368,"TTAAAATC":2369,"CTGAGG":2370,"TTTACCC":2371,"ATACTTTT":2372,"TTATAAAC":2373,"TCTCCTC":2374,"TATGTAG":2375,"TACTCG":2376,"ATCCCG":2377,"AAAAGAAAAG":2378,"AAGTAG":2379,"TCACAAAA":2380,"ATATATATATATATATATATATAT":2381,"TTCCCG":2382,"ATAATTATT":2383,"TCACATG":2384,"TACATTG":2385,"CATCTG":2386,"ATCACAC":2387,"TTTATTTATT":2388,"TATAGTG":2389,"TAAGTAA":2390,"TTGTTGG":2391,"CTTTGGG":2392,"CCAACG":2393,"TAGTTTC":2394,"CGGTTTT":2395,"AAAAAATG":2396,"TTTGGAG":2397,"ATTTCG":2398,"TATTTCAA":2399,"CTATATG":2400,"TTTGAAAG":2401,"ACGTAC":2402,"CTGAAAC":2403,"TGTGAAAA":2404,"CATCATG":2405,"AGACAAAA":2406,"AGATTGG":2407,"CTCCATT":2408,"ATGAACC":2409,"ATTTCAG":2410,"CAGGCC":2411,"ATCTTTAA":2412,"ACGCAC":2413,"ATCCGAA":2414,"AGAACG":2415,"ATACTAA":2416,"CAAGCAA":2417,"TGTGTTG":2418,"TGGACAA":2419,"CGAACC":2420,"TAGAAGG":2421,"TGGCAG":2422,"TTCACTC":2423,"TTTCTTTG":2424,"TATGTATT":2425,"TACGTC":2426,"ATCCCAC":2427,"CCGTTG":2428,"AGACGG":2429,"ATAATAATAA":2430,"ATGGCG":2431,"TTCTAAG":2432,"ATATAGAA":2433,"TTCAAGAA":2434,"CTAAATG":2435,"TGAGAAAA":2436,"TTTATATG":2437,"CATGTAA":2438,"TGAACG":2439,"CATTTTAA":2440,"TTAGTAG":2441,"AGAAAAAC":2442,"CCTCCAA":2443,"CTTCTTTT":2444,"GGAACC":2445,"CAGTAC":2446,"TATAGATT":2447,"ATATGATT":2448,"ATCTTCAA":2449,"TGACCAA":2450,"GGGTAA":2451,"GGGTTTT":2452,"TTAGCAA":2453,"TTCCATG":2454,"TTCTCCC":2455,"AGAATGG":2456,"ATTGCG":2457,"ATGGTTTT":2458,"TGAATTG":2459,"CTCAAAG":2460,"CAGGTC":2461,"TTAGATG":2462,"TCTCTAG":2463,"TTAATAAAA":2464,"ATGGTAA":2465,"TGAGAG":2466,"TCGACG":2467,"TCACAAG":2468,"ATAAAAGAA":2469,"ATCAAAAG":2470,"TCTCTTTC":2471,"TTTAACAA":2472,"ATTAACAA":2473,"CATATTAA":2474,"TTGACG":2475,"TATCCTC":2476,"TATACCC":2477,"CCAATAA":2478,"AAAAAAAAAAAAAA":2479,"CGGATT":2480,"TTTTTTTTTC":2481,"CCACCTC":2482,"TCAACAC":2483,"TTTATTTG":2484,"ATAATGAA":2485,"AGAAAGAG":2486,"TTACACAA":2487,"TATATCG":2488,"CATAATC":2489,"TAAACAAAA":2490,"ATAATTTC":2491,"ATATTTTTC":2492,"TTCACAC":2493,"TAAAAATAAAA":2494,"TCTCTAA":2495,"CATTTAG":2496,"TTTAGATT":2497,"ACTCATT":2498,"ATATCATT":2499,"TTTGTTTC":2500,"ACGTAG":2501,"AGTGATT":2502,"AAAATATT":2503,"AGGCAG":2504,"AAGCG":2505,"TGGTTTC":2506,"TGACGG":2507,"CATATCAA":2508,"TTTAATTG":2509,"CTTTTGAA":2510,"AGGAGAG":2511,"ATCCTAA":2512,"TATCTTG":2513,"CCTCCAC":2514,"AGAAAAG":2515,"ATAATTC":2516,"TGGTTAA":2517,"CTTGGTC":2518,"ACAATTAA":2519,"TTTCTTTCTC":2520,"TCGTAG":2521,"ATCAATG":2522,"ATTGACG":2523,"CCACAAAA":2524,"TATCAAAC":2525,"CTAATTAA":2526,"ACTCTG":2527,"CATGTTG":2528,"CTACAAAA":2529,"ATGACG":2530,"ATTGAAAC":2531,"ATCCAAAC":2532,"CTTATATT":2533,"CCAATTTT":2534,"TTATATTAA":2535,"TCAAAGG":2536,"ACTCAAAA":2537,"TGGAAAG":2538,"TTCATTTC":2539,"TACATATT":2540,"CTTTAATG":2541,"TCGCTC":2542,"CTTCCAC":2543,"TCACAG":2544,"TTGGCG":2545,"TTATGTC":2546,"GGGTAG":2547,"TGAAAGG":2548,"ATAATATG":2549,"ATATGAG":2550,"TTTGGTG":2551,"CTGGTC":2552,"ATGTATG":2553,"TTAAATATT":2554,"CACGTG":2555,"TTATACG":2556,"CTTCCCC":2557,"TTATTTTTC":2558,"TACAATC":2559,"AGGGTG":2560,"ATACCAC":2561,"CCAACAC":2562,"AAAAGATT":2563,"TTAACAC":2564,"AGTGAAAA":2565,"TTATAAAAAA":2566,"TTCCCAC":2567,"ATAAGAAAA":2568,"CTCGGG":2569,"TATCGAA":2570,"TATTCAC":2571,"CATTCAC":2572,"ACAATAC":2573,"CTTCTTC":2574,"CTTGCAA":2575,"TTAGTGG":2576,"TCACCAC":2577,"TTTATATAA":2578,"TTTTAAAC":2579,"CTGCAG":2580,"TCAAATAA":2581,"TTCATTAA":2582,"TGAAATTG":2583,"CATATATT":2584,"CTTTAGG":2585,"TCTCTTG":2586,"CGGTTG":2587,"ACACAG":2588,"CTACCAA":2589,"TTCAACAA":2590,"TTAAAATG":2591,"ATTATTATTATTATTATTATTATT":2592,"CTTCTAC":2593,"CAGATC":2594,"TTTGATAA":2595,"TAAAAAAATT":2596,"TAAATGG":2597,"CTTATAC":2598,"AAGAACC":2599,"TTCGTG":2600,"GAA":2601,"TTAATCAA":2602,"ATTTCCAA":2603,"CTTATGG":2604,"CATTAAG":2605,"TGAAGGG":2606,"ACCCAAAA":2607,"TTAAAGAA":2608,"AGAGCG":2609,"TTCTCATT":2610,"TATAAATAA":2611,"TTAGAGG":2612,"ATAAGAC":2613,"ATAAAAATT":2614,"TTTCTGG":2615,"CATCTTG":2616,"TTCAATG":2617,"TTTCCTTTT":2618,"TCTCCAC":2619,"GGAAATT":2620,"CTTAAGG":2621,"ACAAAGAA":2622,"CCGACG":2623,"TAACAG":2624,"TTTTTCG":2625,"CTCAATC":2626,"CATTTTTG":2627,"AAAAAACAA":2628,"ATTGTATT":2629,"TTTGAAGG":2630,"TGACAG":2631,"TTAAGAC":2632,"TTGGAGG":2633,"AGTCCAA":2634,"CAAGTTG":2635,"ACACTG":2636,"ATCGCC":2637,"AGTGAAG":2638,"TTTAAATG":2639,"ATTTCGG":2640,"ATTTCTTTT":2641,"CTTATCC":2642,"AGAGATG":2643,"CGGAGG":2644,"TGGGAGATT":2645,"CTCCTG":2646,"TCTCGG":2647,"CGGATG":2648,"AAAATAG":2649,"TATTTATAA":2650,"TCAATGG":2651,"TGACATG":2652,"AGACATT":2653,"TAAAATGG":2654,"TGACCG":2655,"CTGGCC":2656,"TTAAGTC":2657,"TATGGGG":2658,"CTTCTAA":2659,"CCCCCCCC":2660,"TTTATTATT":2661,"ACCCCC":2662,"ATAAATGG":2663,"AAATTGG":2664,"AGAGAGAGAA":2665,"AGAAGAAG":2666,"TATAAGAA":2667,"ATAAATTAA":2668,"CCGAAAC":2669,"ATAAAAGG":2670,"TTTTTATG":2671,"CGGCAA":2672,"TTTAATATT":2673,"CGGGTC":2674,"TATTTTTTTTATT":2675,"GGGAGG":2676,"AAAAAAAAAAG":2677,"AGAATTG":2678,"TAAGTAG":2679,"ATAGAGG":2680,"TTGGCAA":2681,"TTCCTAC":2682,"TTATGATT":2683,"ACCGAC":2684,"ACTCCAA":2685,"AGACTAA":2686,"ACCCGG":2687,"AAAACG":2688,"ATATTTGG":2689,"AAAATGG":2690,"TTTGTTAA":2691,"CCGAGG":2692,"ACACCAC":2693,"ATCTTTTG":2694,"ATCATCG":2695,"TTA":2696,"TCTCCG":2697,"ATATTTAC":2698,"TAACTTTT":2699,"CCGTTCCG":2700,"TTATTCAA":2701,"CTAATTG":2702,"ATTAATTG":2703,"TGAATGG":2704,"TATAACC":2705,"TTTCTTAA":2706,"TCAATATT":2707,"ATACTATT":2708,"CTTTGCC":2709,"TGAATAG":2710,"TGACAAG":2711,"TACAAGG":2712,"CGGGTCCC":2713,"GGGGGG":2714,"ATTTGTTG":2715,"TTCATCAA":2716,"TTTCTTCC":2717,"ATGGTAG":2718,"CAAAAATG":2719,"CTTGATG":2720,"AGCATT":2721,"ATCCTG":2722,"TTACGAA":2723,"TTGGTAA":2724,"TTACTAC":2725,"AGACCAA":2726,"AGAAAAGG":2727,"TTTTCAG":2728,"TAAAACG":2729,"CTAGTG":2730,"TAGACG":2731,"AGAGGGG":2732,"ATCATTAA":2733,"ATTGATAA":2734,"TTATTTTC":2735,"CTAGAAG":2736,"ATTGAAAG":2737,"ATTTGTAA":2738,"ATATTTTTG":2739,"ATCTATAA":2740,"ATCATCAA":2741,"TTAACTC":2742,"TGTTTTCAAG":2743,"AGATGTC":2744,"ATCGAAG":2745,"TTTTGCAA":2746,"AGTTGTC":2747,"ATATTTTC":2748,"TATCTAC":2749,"AGTGCC":2750,"CGAGAA":2751,"CCGCAA":2752,"AAAAGAAAG":2753,"CTCTTCC":2754,"TCTCAG":2755,"TTGGGGG":2756,"CTTATAG":2757,"TTTGAGAA":2758,"TTAATTAC":2759,"ATATTTAG":2760,"ATAAAATG":2761,"ATTTGCC":2762,"ATAAGTC":2763,"TTAAATTAA":2764,"ATAAAATAA":2765,"ATAACAAAA":2766,"CTACAAG":2767,"TTAAACG":2768,"CCACAAG":2769,"CTAGTTG":2770,"AAACCAA":2771,"TGCGCATT":2772,"CTTAAAAAA":2773,"AGTTTTG":2774,"TAGCAG":2775,"ATTGCAC":2776,"CATGCAC":2777,"CCACATT":2778,"TTATAAATT":2779,"TACTCAA":2780,"TCACGG":2781,"TTTGGCC":2782,"TTTCAAAG":2783,"ATTGCAG":2784,"TAAACATT":2785,"ACTATT":2786,"TTCTTCTC":2787,"CATGCTC":2788,"ATCGAAAA":2789,"ATATTTTATT":2790,"TCAAACAA":2791,"TTACCAC":2792,"CCTCTG":2793,"AAGAATG":2794,"ATGCACACG":2795,"TACCAAAA":2796,"CGATTG":2797,"TTCCTAA":2798,"AGTGAGAG":2799,"CAGAGAA":2800,"GGGATG":2801,"AGCCCAA":2802,"TTTGCAC":2803,"CTTTTCAA":2804,"TTGTCG":2805,"TTGTATG":2806,"TGAAATAA":2807,"ATACATAA":2808,"CCGCAC":2809,"CTTGTAA":2810,"CATAAGG":2811,"TTATCATT":2812,"CATTGAC":2813,"ATCTCATT":2814,"TAGTTC":2815,"TATTTTTATT":2816,"TTTGGATT":2817,"CCGAACC":2818,"CATAAATT":2819,"TTTTAATC":2820,"GGAATG":2821,"CTACATT":2822,"CTTTTAG":2823,"TTTAGAAAA":2824,"AGAAGAAAA":2825,"CGGAAAA":2826,"GGGGAAG":2827,"TTAATTAG":2828,"CTTTTAAAA":2829,"TGGAAGG":2830,"AAAAAAAAAC":2831,"CGATAA":2832,"TGGTTC":2833,"TTTCATAA":2834,"ATATCCAA":2835,"ACGAAAG":2836,"ACCCCAA":2837,"TGTGTTTT":2838,"TGTCCAA":2839,"TTAAGAAAA":2840,"CTATTTG":2841,"TCAAATC":2842,"CCGACATGG":2843,"ACAATTTC":2844,"CTACGG":2845,"TTTATTAC":2846,"TGTCAAG":2847,"TGTTGCC":2848,"TATGCTCATGCACACG":2849,"TAAACAC":2850,"CTTCACG":2851,"ACCCATT":2852,"TACCAG":2853,"AGACAAG":2854,"CAGGAC":2855,"AGAAAAAG":2856,"TCTCTCTCTCTCTC":2857,"TTGGTAG":2858,"CCTCATT":2859,"CTATTGG":2860,"ACAAAAAC":2861,"TTGTTATT":2862,"AGGTTTG":2863,"ACAAGGG":2864,"ATAGAGAA":2865,"TATCCATT":2866,"ATAGTAG":2867,"AGGGAAG":2868,"TGTTTTCAAGTCGTG":2869,"TATGCTCATGCACACGCTCGTG":2870,"TATTAAAC":2871,"ATTGCTC":2872,"TCAATAG":2873,"TGAACAC":2874,"CTAACG":2875,"TCAATTTC":2876,"TTTAAATAA":2877,"GGTGGCCGTTCCG":2878,"ATCATTTG":2879,"TATTTTCC":2880,"AGACCG":2881,"CATGCGTGGGAGATT":2882,"TTCATCG":2883,"CAAGATG":2884,"ATATACG":2885,"TCGTAC":2886,"CATTATG":2887,"CTGCCCC":2888,"TTCGCG":2889,"AAATTAC":2890,"TCGAGCATGCGTGGGAGATT":2891,"CCACCGTGTTTTCAAGTCGTG":2892,"CTACCATTTTG":2893,"TATTGGG":2894,"TGGAGAA":2895,"ATAAAAAAG":2896,"TATATAAAC":2897,"NNNNNNNNNNNNNNNNNNNNNNNNNNNN":2898,"CTACAG":2899,"TCTCTAC":2900,"CTTCATG":2901,"CCACTG":2902,"TATATATATT":2903,"CACAAAG":2904,"ATCCTTTT":2905,"CATAACC":2906,"CACGTC":2907,"GGTGGCCGTTCCGACCGG":2908,"CAAAACG":2909,"ACACTTG":2910,"TTTAGTG":2911,"TATGCTCATGCACACGCTCGTGCGGGTCCC":2912,"AGAATAG":2913,"CCACATG":2914,"TTTCCTG":2915,"TTAATGAA":2916,"ATCCCTC":2917,"TTTCTTTCTCCCACCGTGTTTTCAAGTCGTG":2918,"AGATAG":2919,"TCGATC":2920,"CTTGCTG":2921,"AGCCGG":2922,"CACCTG":2923,"ATATATGG":2924,"TATCTATT":2925,"AGGGAAAA":2926,"ATATAAATT":2927,"ACAAATC":2928,"TAGGAAAA":2929,"TCGAGCATGCGTGGGAGATTCTGG":2930,"CACATAA":2931,"CCTCCG":2932,"TTTCATC":2933,"ATTTGTTTT":2934,"TATTGATT":2935,"ATGAACAA":2936,"TCATTGG":2937,"CATTTTCTGCGCATT":2938,"TTTGAATC":2939,"TAATAAAC":2940,"CATGGAC":2941,"TATAACAA":2942,"CATGTAG":2943,"AGACATG":2944,"TACCCAA":2945,"TTTATTTTG":2946,"TTTCTTTCTCCCACCGTGTTTTCAAGTCGTGCAGCCG":2947,"TACTAAAA":2948,"ATTAATATT":2949,"TGGCGG":2950,"AGTCAAG":2951,"TTATATATAT":2952,"AAAAAAATG":2953,"ATTTGCAA":2954,"CTACTG":2955,"TGTCAG":2956,"TGGTATT":2957,"CTCATC":2958,"ATATGGAA":2959,"TGTGCG":2960,"ATAAAATAAAA":2961,"TCAATCCTACCATTTTG":2962,"TTCACATT":2963,"CTTGGGG":2964,"CTAGATT":2965,"AGAAGAC":2966,"CCAAACAC":2967,"TACAACC":2968,"ACGATTG":2969,"CCACGG":2970,"TTTTAAGG":2971,"TACGTACG":2972,"TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGG":2973,"TGGTCAA":2974,"ATCCTTG":2975,"CATGTTTT":2976,"TTTTAATG":2977,"AAGGAC":2978,"CCGACATGGCTTATATG":2979,"TTAACATT":2980,"NNNNNNNNNNNNNNNNNNNNNNNN":2981,"CTGCTTG":2982,"CATAAAG":2983,"AAACATT":2984,"AAACCG":2985,"CACACG":2986,"TCTCGAC":2987,"TATAGTAA":2988,"TAAAAACAA":2989,"TTTATTGG":2990,"TTTACATT":2991,"TTGGGTC":2992,"TAAACTC":2993,"AGAATTTT":2994,"TTTAATAG":2995,"TTTTTCTATTTTTTTTATT":2996,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":2997,"ATCCTAC":2998,"TTATTTTTG":2999,"CATGATG":3000,"CAACTG":3001,"ATAATATAA":3002,"TTCTCTCTC":3003,"CTTGGAC":3004,"TGTTGAC":3005,"ATTGAAATT":3006,"CAAAATAG":3007,"CTTGTGG":3008,"CCTCAAG":3009,"TTATGAG":3010,"ATATAAAAG":3011,"TTAAGAG":3012,"CTCGTC":3013,"CTCTATT":3014,"TGAATATT":3015,"TTTTAATTTT":3016,"AGAAATAA":3017,"CACGGG":3018,"TCAAATTG":3019,"TTACTAG":3020,"TACGAG":3021,"TTATATAC":3022,"CAGTCG":3023,"ATTATTTTTTTCAATCCTACCATTTTG":3024,"AAGAACAA":3025,"TATAGAAAA":3026,"AGAATAC":3027,"CCAAAGG":3028,"CTTTTTAA":3029,"TTTAAAAAAAA":3030,"ATGATGG":3031,"TGATTTTG":3032,"ACATTGG":3033,"CTTGTTTT":3034,"ATCACTC":3035,"TGACATTG":3036,"TATGCG":3037,"ATAAGAG":3038,"AAACGG":3039,"TACGTG":3040,"TTATCCAA":3041,"TTCATTTG":3042,"CTCAACC":3043,"ATATATTTTTT":3044,"CTCGTCG":3045,"ATATATTTG":3046,"TTTGCTG":3047,"CTAATAG":3048,"ATTTCTTG":3049,"CATTCTAG":3050,"TTTAACG":3051,"ATCCATC":3052,"CCAAATC":3053,"TTAGCTC":3054,"TTTAGCC":3055,"AGTCAAAA":3056,"TGTAATC":3057,"TCTCATG":3058,"CAAGTGG":3059,"AGACAG":3060,"TATTGAAAA":3061,"TTGGGCC":3062,"ATAATTAC":3063,"TGACTG":3064,"CCGACATGGCTTATATGCATTTTCTGCGCATT":3065,"CTTAGGG":3066,"CTAACAC":3067,"CTTGAGAA":3068,"TGTCATG":3069,"TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGGTCGAGCATGCGTGGGAGATTCTGG":3070,"CATTTGAA":3071,"CAAAATTTT":3072,"CTTTAAATT":3073,"AGAGTTG":3074,"TTGGGCGGGG":3075,"AGGTATT":3076,"AGAAGAG":3077,"ACATGAC":3078,"TTTCAATC":3079,"CTGTAC":3080,"CAAAATTG":3081,"CTGAAAG":3082,"TTATTTAG":3083,"CAAGTTTT":3084,"TGTGTAA":3085,"ATGAAATG":3086,"CATCTAA":3087,"TTAATTC":3088,"TTATTTGG":3089,"AGTCAG":3090,"TAATAATAA":3091,"AGGAGGG":3092,"CCGTAC":3093,"TCATTAC":3094,"CATATCC":3095,"AGGCGG":3096,"ACGCTC":3097,"TTAAAATAA":3098,"CTTCTAG":3099,"TATTGTG":3100,"TTTGATC":3101,"CAAGTAA":3102,"CAAGCG":3103,"CTTGTATT":3104,"ATGGGGG":3105,"AGAGCAA":3106,"AGAAACAA":3107,"ATACTAG":3108,"CCACTTG":3109,"TTTTTCTATTTTTTTTATTATTATTTTTTTCAATCCTACCATTTTG":3110,"ATTGATTG":3111,"ACGATC":3112,"CTGGGG":3113,"CCAATTG":3114,"TTTTGTAG":3115,"CATCTAC":3116,"TGAGTTG":3117,"AGTTGAC":3118,"TATTAAATT":3119,"TATAAATG":3120,"ATTAAATAA":3121,"ATTATTAC":3122,"TTTACAAAA":3123,"AGGATAA":3124,"TTTTGTTTG":3125,"ACACTAA":3126,"ATTGTTTC":3127,"CCGATG":3128,"ACCCCAC":3129,"CTAAAAAC":3130,"AGAGAGGG":3131,"TTACATAA":3132,"TGTGATG":3133,"TGATTTTTT":3134,"CTAATATT":3135,"ATTTTGAC":3136,"CCGTGAT":3137,"CTAAATAA":3138,"CTTCTCTC":3139,"AGATTAC":3140,"ATCAAGAA":3141,"AGGTCG":3142,"CTCTGG":3143,"ACAACATT":3144,"CATCTTTT":3145,"CATATCG":3146,"ATACTAC":3147,"CTCGTTG":3148,"CTTTCTTTT":3149,"TAAGAAAG":3150,"ATATCAAAA":3151,"ATCTAGG":3152,"ATCATTTC":3153,"TTCTTTTTC":3154,"ATATTAAG":3155,"TCATTTTTT":3156,"ATACAAAC":3157,"TTCTTGAA":3158,"TATCCCC":3159,"ATCTCCC":3160,"CACACAC":3161,"CATGTGG":3162,"TCACCTC":3163,"TGCCGG":3164,"ATTGTTAA":3165,"TCACTTG":3166,"TTTGGTTG":3167,"TAAAAAATG":3168,"ATAGCG":3169,"CTATTTTTT":3170,"CAGTTTG":3171,"TGAAAGAA":3172,"ATTGAGAA":3173,"TCGAAAC":3174,"CAGGAG":3175,"CTTAGAG":3176,"ATAGAGAG":3177,"TGGTTGG":3178,"TACAATG":3179,"TGGGAAG":3180,"CCTCAAAA":3181,"CTCTCAA":3182,"AGGTGAA":3183,"TATCAAAG":3184,"CTTGTAG":3185,"TGTCTG":3186,"TGATTAC":3187,"TAAAAGAAAA":3188,"TATAAAAAAAA":3189,"TTACTATT":3190,"GGGTTTC":3191,"CAGTTTC":3192,"ATAGTGG":3193,"CAAAAAAAAAA":3194,"GGACCAA":3195,"CATACAC":3196,"ATTTTGG":3197,"TATAGTTG":3198,"CACACAA":3199,"CAAACAAAA":3200,"AGGTTAA":3201,"TTGAATAA":3202,"CTATATAA":3203,"CGACGG":3204,"CATTTGTG":3205,"CATCCTC":3206,"ATCACATT":3207,"TATCAAATT":3208,"CCGTTTT":3209,"CTACCG":3210,"TGACTAA":3211,"CTCTTAA":3212,"CTTACAC":3213,"ATATTCG":3214,"TCAAGGG":3215,"AAACAAG":3216,"TTATGGAA":3217,"TATCAGAG":3218,"TAAGCG":3219,"TTTTTCTATTTTTTTTATTATTATTTTTTTCAATCCTACCATTTTGTTTCTTTCTCCCACCGTGTTTTCAAGTCGTGCAGCCG":3220,"CACTCG":3221,"TTTCTCG":3222,"TAAAAAGAA":3223,"AACCGG":3224,"TAGAAATT":3225,"CCAAACAA":3226,"TTGAACAA":3227,"AGACTTG":3228,"ATGGGCC":3229,"TAAAATGAA":3230,"ATTTGATG":3231,"TGAGATG":3232,"ATAAGATT":3233,"GGAAATG":3234,"ATATTATG":3235,"TAAGAGG":3236,"TATAGTTTT":3237,"CTTAAAAG":3238,"ATTGTCAA":3239,"TGGTGAA":3240,"CGGCTG":3241,"AGACTG":3242,"CGGGCC":3243,"CTTATTAA":3244,"CTTTAAAC":3245,"ACAAACTG":3246,"ATGGAAAG":3247,"CCGCTC":3248,"CCAAGGAA":3249,"AGGGTTTT":3250,"CTAGAAAA":3251,"AGGAAAAG":3252,"TTAATTTAA":3253,"CACTATT":3254,"ATATATGAA":3255,"CTCGATG":3256,"ATGGGTC":3257,"TAATCCAA":3258,"TATGTTTG":3259,"TTTAGAAG":3260,"TCATTTTG":3261,"CATTGTC":3262,"CACGACG":3263,"CCCCGGCTCG":3264,"TATAGCC":3265,"TTAAAAGAA":3266,"TTTAGTTTT":3267,"CTTACTC":3268,"AGAATATT":3269,"CAAGCTC":3270,"CGGTAA":3271,"CGGTAG":3272,"TTACCTC":3273,"TTCCTTTC":3274,"TTCAATAA":3275,"GGGTAC":3276,"ATACCTC":3277,"CCCCTTTC":3278,"TTTTGTGG":3279,"ATTTCTAA":3280,"TAGAATG":3281,"TTCTATAA":3282,"CGTTTC":3283,"ATAAAACC":3284,"ACATTAC":3285,"GGGGGGGG":3286,"ATTGAATG":3287,"TTCAATTTT":3288,"TTCACGG":3289,"ACGACAA":3290,"CTGTTTC":3291,"TTTATTTAA":3292,"TCGTCGG":3293,"CTTGTAC":3294,"ATATGAAG":3295,"AAAAGTAA":3296,"TTATAAAAG":3297,"ACGTATT":3298,"ATATTCTC":3299,"TAAGAAAC":3300,"TGGGTTG":3301,"ATCTTGAA":3302,"TATCTAG":3303,"CTTTTCTTTT":3304,"TGATTCC":3305,"TTCCGCC":3306,"TTAGCG":3307,"CAAGAGG":3308,"CGGATGG":3309,"TGTGTGG":3310,"TGACCAC":3311,"CTCGCTC":3312,"AGTTGATG":3313,"TATGCTCATGCACACGCTCGTGCGGGTCCCGGTGGCCGTTCCGACCGGTCGAGCATGCGTGGGAGATTCTGGCCGACATGGCTTATATGCATTTTCTGCGCATT":3314,"AAGAAGAAG":3315,"TTATTAAG":3316,"CAAACAC":3317,"CATTTTGG":3318,"CATTTTCC":3319,"CTAATAC":3320,"TTTACGG":3321,"TAATAAATT":3322,"AGATTTTG":3323,"ACATGTC":3324,"TATGAAATT":3325,"AAAAGTTG":3326,"AATCGG":3327,"ACGTGTC":3328,"CAAGAAAC":3329,"CACTTTC":3330,"CATTTCAA":3331,"ATATTTTAG":3332,"AAAAAATAG":3333,"CTTGCG":3334,"TAGGTTG":3335,"ATAATCG":3336,"CAAAATGG":3337,"CTAACTC":3338,"ATTTCTG":3339,"TTAAAACC":3340,"CTGGAG":3341,"AGATGAC":3342,"TTATCAAAA":3343,"TTATCCG":3344,"TATATATTG":3345,"CATTGGG":3346,"TCAATAC":3347,"CAAGAAAG":3348,"TCTCGAA":3349,"ATAACTAA":3350,"TATTAGG":3351,"ATATAATC":3352,"ACTAACAA":3353,"TTTCAGG":3354,"TTAAATAC":3355,"ATTTCATG":3356,"TTAAGATT":3357,"TGTCTTTT":3358,"TTAAAAAAG":3359,"CCCCAAAA":3360,"ATCAGAG":3361,"CTCCAG":3362,"TCCCATT":3363,"TATTATTG":3364,"AGAAATTG":3365,"TAAGTAC":3366,"ATAGGGG":3367,"CCGTGG":3368,"TGTGCAA":3369,"TGGAAGGG":3370,"TGTAAAA":3371,"TATCTCTC":3372,"TCCCAAAA":3373,"TTTAAACAAAA":3374,"CTTTTCG":3375,"TCACTAA":3376,"TTAAAATTTT":3377,"ATATAAAG":3378,"TATTCATT":3379,"ACAAACAC":3380,"TATGAAAC":3381,"AAAAGCAA":3382,"CTTTTTTG":3383,"ACAACAAAA":3384,"ACGAAGG":3385,"AGAACAC":3386,"CCTCTTTT":3387,"TTAGGAC":3388,"CTCAAATT":3389,"TCGTTTG":3390,"CTACTTG":3391,"TGCTTG":3392,"ATATATTATT":3393,"ATGGCTG":3394,"TATAATTG":3395,"CATCCAC":3396,"TAAAAAATC":3397,"CTACCAC":3398,"ACAACTG":3399,"TATCATAA":3400,"ATAGTATT":3401,"CTTTTCTG":3402,"TGGCCTC":3403,"TATGAGG":3404,"TTTTGAGG":3405,"TCACTTTT":3406,"CAGAAAC":3407,"TTTTGAAAC":3408,"TGGTCG":3409,"TTATTTAC":3410,"AAAGATT":3411,"AGAGAAGG":3412,"ATTAAATTAA":3413,"ACTCAAG":3414,"TACGCC":3415,"TTTCTTGG":3416,"TATAATTAA":3417,"TTTGGAAG":3418,"TTATGAAAA":3419,